{"name": "Keychron Q3 TKL 80% Teclado Mecánico Personalizado con Perilla, Retroiluminación RGB Cable QMK/Via Macro Programable, Gateron G Pro Brown Switch para Mac Windows Linux, Negro de Carbono (ES Layout)", "price": null, "short_description": "Acerca de este producto Teclado de aluminio completo de 80% de diseño personalizado - el teclado Keychron Q3 versión versión española ISO es un teclado mecánico totalmente personalizable con un diseño de 80% que lleva su experiencia de mecanografía a la parte superior. Con un sólido marco de aluminio completo, el Q3está diseñado para una comodidad de escritura de primera calidad y un sinfín de posibilidades. Botón programable - con QMK completo y a través del soporte, puede programar y reasignar fácilmente cada tecla del teclado. Puede personalizar fácilmente la perilla del Q3 con los comandos clave o macro que desee, como acercar/alejar, ajustar el brillo de la pantalla, el tamaño del pincel, el volumen, seleccionar clips de vídeo o fotos, o el tono de la luz de fondo. Hot-swappable - las tomas intercambiables en caliente son compatibles con casi todos los estilo MX de 3 pines y 5 pines interruptmecánicos en el mercado (incluyendo Gateron, Cherry, Kailh, etc). Puede cambiar en caliente la versión de perilla sin soldar. La experiencia de escritura de las teclas grandes (barra espaciadora, shift, enter, borrar) es ahora más estable y suave con los nuevos estabilizadores de PCB atornill. Luces LED RGB orientadas al sur - diseñadas para iluminar mejor la retroiluminación del teclado desde el ángulo del mecanograficon las tapas de teclado PBT de alta calidad. El RGB orientado al sur también está libre de interfercuando los usuarios instaloem o Cherry-profile keycaps alternativos en el teclado. Diseño de doble junta - nueva estructura innovadora en la industria. Además de las juntas en las placas, hemos añadido almohadde silicona entre las cajas superior e inferior para reducir significativamente la resonancia del sonido entre los metales y reducir el ruido de los metales impactados. Este diseño permite que el teclado mantenga la flexibilidad de la estructura de junta y mejora el sonido general de la escritura. Pre-lubed Gateron G Pro Switch - interruptores moldeados optimizados para un posicionamiento más preciso y menos swing, sin duda mejorará la sensación en la punta de sus dedos. La versión Q3 totalmente montada viene con un interruptor Gateron G Pro pre-lubricado de fábrica que le garantiza una experiencia de viaje más suave. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61TKj79qpsL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "YINDIAO T8 60% Teclado Mecánico para Juegos,68 Teclas TKL Diseño Compacto Teclado con Cable,18 RGB Retroiluminado,Interruptor Azul,Anti-ghosting,Cable USB-C en Espiral Pro,para PC,Mac,PS4 -Púrpura", "price": null, "short_description": "Acerca de este producto 【60% de diseño de teclado con bloqueo de color】El bloqueo de color púrpura único es misterioso y encantador.El diseño de 68 teclas tiene teclas de flecha separadas,que es el tamaño de teclado del 60% más perfecto y práctico.El teclado del 60% tiene funciones de teclado 100% estándar y ahorra más espacio en el escritorio.Es adecuado para Negocios,viajes,juegos,oficina y uso doméstico.Anti-ghosting de tecla completa,Diseño ergonómico de teclas escalonadas. 【Cable USB-C en Espiral Pro Personalizado】Este es el cable USB-C de grado profesional más popular.En comparación con el cable USB-C común, es desmontable y admite una carga rápida.Su transmisión de señal es más rápida,más estable y más segura.El cable está hecho de material de TPU duradero y altamente elástico con alta resistencia a la presión.El cable no se enreda y es fácil de cuidar,lo que hace que su escritorio sea más ordenado y hermoso. 【Retroiluminación RGB Colorida】El teclado para juegos RGB proporciona 16,8 millones de combinaciones de colores y hasta 18 efectos de retroiluminación RGB para brindarle una experiencia de juego inmersiva.Cada luz LED con PWM de 256 grados,con varios efectos de iluminación geniales.Puede elegir su propio efecto RGB único según sus preferencias.Cuando no quiera usar RGB,puede apagar el RGB.También son adecuados para personas a las que no les gusta RGB. 【Teclas con Bloqueo de Color y Interruptor Azul Clicky】La tecla que bloquea el color está hecha de teclas de doble inyección ABS resistentes al aceite,con fuentes más claras,buena transmisión de luz y caracteres que nunca se desvanecerán.Los interruptores azules proporcionan un sonido de \"clic\" táctil más claro para una retroalimentación táctil precisa para escribir y jugar. 【Amplia Compatibilidad】El teclado para juegos con cable es compatible con la mayoría de los sistemas,incluidos Windows 7/8/10/11/2000/XP,Vista,Mac OS o la última versión,y también funciona con dispositivos PS4,XBOX ONE,pero es posible que deba conéctese a través de un adaptador (El paquete no contiene un adaptador).Plug and play,no se requieren controladores. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61aYYd-DKTL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/YINDIAO-T8-Retroiluminado-Interruptor-Anti-ghosting/product-reviews/B0BNDDXJG5/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Keychron V3 Teclado Mecánico Personalizado con Perilla, Cablede 87 Teclas RGB Backlight QMK/Via Macro Programable, Hot Swappable Keychron K Pro Brown Switch para Mac Windows,Frosted Black (ES Layout)", "price": null, "short_description": "Acerca de este producto 87 Keys (TKL 80% layout )Teclado mecánico - el teclado Keychron V3 versión española ISO es un teclado mecánico totalmente personalizable con un diseño de 80% que lleva su experiencia de mecanografía a la parte superior. El V3 está diseñado para una comodidad de escritura de alta calidad y un sinfín de posibilidades. Botón programable - con QMK completo y a través del soporte, puede programar y reasignar fácilmente cada tecla del teclado. Puede personalizar fácilmente la perilla del V3 con los comandos clave o macro que desee, como acercar/alejar, ajustar el brillo de la pantalla, el tamaño del pincel, el volumen, seleccionar clips de vídeo o fotos, o el tono de la luz de fondo. Hot-swappable - las tomas intercambiables en caliente son compatibles con casi todos los estilo MX de 3 pines y 5 pines interruptmecánicos en el mercado (incluyendo Gateron, Cherry, Kailh, etc). Puede cambiar en caliente la versión de perilla sin soldar. La experiencia de escritura de las teclas grandes (barra espaciadora, shift, enter, borrar) es ahora más estable y suave con los nuevos estabilizadores de PCB atornill. Luces LED RGB orientadas al sur - diseñadas para iluminar mejor la retroiluminación del teclado desde el ángulo del mecanograficon las tapas de teclado ABS de alta calidad. El RGB orientado al sur también está libre de interfercuando los usuarios instaloem o Cherry-profile keycaps alternativos en el teclado. Compatible con macOS y Windows :Keychron V3 mantiene la compatibilidad con dispositivos Windows considerando la experiencia de usuario de Mac. Viene con un interruptor de sistema y un conjunto adicional de keycaps personalizados para sistemas Windows y macOS. Ahora puede guardar dos diseños diferentes en el teclado. Prelubricado Keychron K Pro switch - optimizado interruptor moldeado para un posicionamiento más preciso y menos swing, sin duda mejorará la sensación en la punta de sus dedos. La versión V3 completamente montada está equipada con un interruptor Keychron K Pro pre-lubricado de fábrica que le garantiza una experiencia de viaje más suave. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61S49z85VeL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Teclado mecánico AK33 de Lexon tech, teclado para juegos con cable USB con retroiluminación LED azul, teclado compactos de 82 teclas, interruptores azul , mecanógrafos y jugadores de juegos (blanco)", "price": null, "short_description": "Acerca de este producto 【Interruptor: el núcleo del teclado mecánico】 Cada botón del teclado mecánico AK33 tiene un interruptor independiente para controlar, y las pulsaciones de las teclas son fuertes, dando como resultado una sensación especial para el entretenimiento del juego. Hay dos tipos de interruptores para elegir, el azul y el negro. 【Design Diseño simple de 82 teclas】 Seleccione los botones que se usan comúnmente, sin cambiar los hábitos de operación, cree este teclado mecánico de 82 teclas, que le dará al ratón derecho la actividad completa, que es una subversión de la estructura, la visión al espacio. 【Cree una tapa de botón ergonómica pura】 Para el uso común de los juegos de teclado, utilizando la altura R5, tendrá una velocidad de respuesta más rápida en el juego, la disposición alta y baja, reducirá la fatiga de los dedos. 【Conveniente y rápido】 El teclado blanco tiene una luz de fondo azul única, y el teclado negro tiene una luz de fondo blanca, que es muy adecuado para el uso nocturno. Diseño de cable USB independiente, todo para la comodidad del reproductor para usar y transportar. 【Durabilidad y compatibilidad】 Llave de caracteres de tallado por láser para un uso prolongado. Fabricado en ABS de primera calidad y material metálico, con textura de acabado mate, es resistente y robusto. Compatibilidad con sistemas informáticos, incluidos Windows10, Windows 8, Windows 7, Mac OS X, Windows XP, Windows VISTA, etc. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX522_.jpg\":[365,522],\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX450_.jpg\":[315,450],\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX569_.jpg\":[398,569],\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX466_.jpg\":[326,466],\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX425_.jpg\":[297,425],\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX679_.jpg\":[475,679],\"https://m.media-amazon.com/images/I/61rIW9r9jEL._AC_SX355_.jpg\":[248,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "● El teclado mecánico AK33 está disponible en dos interruptores: azul y negro. Interruptor azul: es un teclado mecánico que representa el eje. No importa el sonido del tapping, el sentido mecánico es fuerte, el sonido es nítido y el ritmo de escritura es fuerte. Es adecuado para escribir office y también tiene rendimiento de juego. Con él, sentirás que escribir es tan feliz. Interruptor negro: es un cuerpo de eje adecuado para gamers. Es hacia arriba y hacia abajo, y el sonido es pequeño. Forma un marcado contraste con el interruptor azul. Se dispara rápido, rebota poderosamente, y el jugador elige. ● Para mejorar el equilibrio de las teclas grandes y la sensación de uso, el AK33 utiliza el diseño del eje del satélite en MAYÚS, RETROCESO, ENTER y la barra espaciadora. ● La versión del interruptor AK33 Blue considera el problema de la resistencia del interruptor Blue. En el diseño de la llave grande, el eje púrpura ZT con mayor resistencia se utiliza para garantizar la consistencia de todas las teclas. ● RGB versión clave completa sin conflicto, con 19 tipos de efectos de iluminación, combinación de teclas FN + F8 efecto de iluminación de conmutación de ciclo, experiencia personalizada exclusiva del hermoso juego Interruptor de llave: interruptor negro / interruptor azul Tipo de teclado: 82 teclas Teclado mecánico Cable del teclado: apantallamiento anti-interferencia cable profesional de cinco núcleos. Longitud de la línea: 2.0M Interfaz USB: interferencia dorada Material: ABS, metal Vida del teclado: 60 millones de veces. Tamaño del teclado: 310 mm * 120 mm * 36,8 mm Peso del teclado: 620g Requisitos del sistema: Windows XP / Vista / Win7 / Win8 / Win10 / MAC OS Paquete incluido: 1 x teclado mecánico (paquete al por menor)", "sales_rank": null, "link_to_all_reviews": "/Geek-AK33-retroiluminado-Anti-Ghosting-interruptores/product-reviews/B01G6F0XMC/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "K3 Teclado Mecánico Gaming con LED Iluminación Mini ultra-compacto 98 Teclas Cableado Tipo C USB Pro Kontrol Freek NKRO Resistente al agua óptico Interruptor rojo para PC Gaming Typist QWERTY", "price": null, "short_description": "Acerca de este producto 【Diseño ultra compacto con tecla de número】 98 teclas Compact Gaming Keyboard tiene un tamaño perfecto y es bueno para todo el entorno, los juegos de viajes de negocios, la oficina de viajes en el hogar. La altura clave está diseñada de acuerdo con la ergonomía, y no es fácil de fatiga después del uso a largo plazo. Y el tamaño es compacto y fácil de llevar a cabo. 【Interruptores rojos Teclado mecánico】 con durabilidad de 50 millones de veces, y el sonido es tranquilo cuando el botón se presiona ligeramente. Perfecto para escribir o jugar a la oficina. Plug & Play, no se necesitan controladores, respuesta sensible. El diseño de moda KeyCaps de multicolor te hace único. 【Encantadora retroiluminación RGB】10 modos de retroiluminación, teclas de inyección ABS de dos colores, retroiluminación uniforme cristalina. Ya sea que estés trabajando, estudiando o jugando juegos, te traerá una experiencia de funcionamiento nocturno inimaginable y una gran fiesta visual. 【Rendimiento de alta calidad y confiable】 Precisión diseñada KeyCap, diseño ergonómico, fácil de limpiar. Panel de metal, textura duradera y premium. Hermoso diseño texturizado de línea en la parte posterior con reposapiés ajustables para satisfacer sus necesidades. 【Compatibilidad amplia】 Este teclado mecánico es compatible con Windows 10, Windows 8, Windows 7, Windows XP, Windows Vista /ME /Mac OS y otros sistemas. Compatible para uso en el hogar y la oficina. Cable USB C desmontable incluido. Si tiene alguna pregunta al usar el producto, no dude en ponerse en contacto conmigo, lo ayudaremos a resolver el problema. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71rYxdsX4XL._AC_SY355_.jpg\":[355,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/K3-Iluminaci%C3%B3n-Ultra-Compacto-Resistente-Interruptor/product-reviews/B0B4FYMB87/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "MAGIC-REFINER RK68 Teclado Inalambrico, Teclado Mecánico Gaming 60%, Apex Pro Mini Modo Dual 2.4Ghz/Bluetooth 5.0 Interruptor Azul Hot Swap con Receptor 2 en 1 para PC/Mac/Tableta/Teclado Americano", "price": null, "short_description": "Acerca de este producto 【Modo dual 2.4Ghz y Bluetooth 5.0】Este teclado inalámbrico equipado con un chip Bluetooth inalámbrico actualizado, la conexión estable y de baja latencia le proporciona una experiencia verdaderamente inalámbrica. A diferencia de los teclados mecánicos con cable, conecte hasta tres dispositivos inalámbricos al mismo tiempo, Fn + Q cambia al modo inalámbrico 2.4G, Fn + W / E cambia al modo Bluetooth, y puede almacenar hasta dos dispositivos Bluetooth. 【Diseño estadounidense de 68 teclas y teclas de dirección separadas】A diferencia de los teclados mecánicos TKL o de los teclados de 61 teclas, las 68 teclas conservan una disposición compacta sin perder de vista la practicidad del teclado, con un juego completo de teclas de dirección y teclas de control de uso frecuente. Las tapas de las teclas moldeadas por inyección de doble disparo proporcionan un tacto fino y los caracteres son más resistentes al desgaste. 【Receptor 2 en 1 y suspensión automática inteligente】Este teclado inalámbrico viene con un receptor 2 en 1 que funciona en dispositivos Tipo C o USB A, compatible con PC, portátiles, tabletas, teléfonos, etc. No se requiere ningún controlador. El teclado entra automáticamente en modo de hibernación después de 30 minutos de inactividad y se puede despertar pulsando cualquier tecla. (El teclado utiliza dos pilas AAA, pilas no incluidas) 【Interruptor azul e intercambiable en caliente】El PCB Hot-swap le permite intercambiar libremente los interruptores sin necesidad de soldar, soporta interruptores de 3 pines. Los interruptores azules hacen un fuerte sonido de clic cuando están en uso y tienen una sensación nítida y limpia para escribir y jugar, proporcionando una retroalimentación táctil precisa. A diferencia de los teclados de membrana, los teclados mecánicos duran más y son menos propensos a los errores de pulsación. 【Diseño ergonómico y sin retroiluminación】El ahorro de energía inteligente combinado con el diseño sin retroiluminación permite que el teclado dure incluso 6 meses. El diseño ergonómico del teclado ayuda a aliviar la tensión en sus manos y muñecas durante largos períodos de uso. Compatible con los sistemas Window XP/7/8/10/11 y MAC OS, apto para portátiles, PC, MacBooks, PS4 y XBOX ONE. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61395uvkMuL._AC_SX679_.jpg\":[679,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/MAGIC-REFINER-Inalambrico-Bluetooth-Interruptor-Americano/product-reviews/B0BHYSXBGK/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Drop + MiTo GMK Pulse Custom Teclado Mecánico Keycap Set – 163 teclas, Doubleshot, Cherry Profile, para 40%, 60%, 65%, TKL, 1800 diseños, etc. (Kit Base)", "price": null, "short_description": "Acerca de este producto Giro eléctrico de GMK en un favorito duradero: originalmente creado en 2014, Pulse capturó la imaginación de los entusiastas de las teclas mech en todo el mundo. Pulse combina los alfas negros profundos con modificadores de turquesa brillante para un aspecto eléctrico que destacará en cualquier escritorio. Grueso y compatible doble ABS: fabricado con plástico ABS con un acabado semimate, las teclas son inyectadas en caliente, lo que significa que las leyendas no se desvanecen con el tiempo. Compatibilidad del interruptor: esculpido en perfil de cereza, GMK Pulse es compatible con interruptores y clones Cherry MX incluyendo pero no limitado a Kaihua, Halo y Gateron Compatibilidad del teclado (kit base): esencial para la mayoría de teclados mecánicos, este kit cubre correctamente la mayoría de teclados 40%, 60%, 65%, 75%, TKL, 100%, y teclados personalizados en el mercado, incluyendo Pearl, Planck/Preonic, XD60, DZ60, XD64, GK64, Anne Pro, Poker, Tada68, Massdrop ALT/CTRTRTRTRTRTRTRTRTRTRTRTRTR. L y muchos otros. Perfil de cereza: esculpido en perfil de cerezo de diseño alemán, conocido por su tacto cómodo para los programadores, escritores y mucho más. En cuanto a la compatibilidad, las teclas se ajustan a los tallos Cherry MX y clones relacionados. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX569_.jpg\":[320,569],\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX355_.jpg\":[200,355],\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX522_.jpg\":[294,522],\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX425_.jpg\":[239,425],\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX450_.jpg\":[253,450],\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX466_.jpg\":[262,466],\"https://m.media-amazon.com/images/I/710DT4bNFGL._AC_SX679_.jpg\":[382,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "Giro eléctrico de GM en un favorito duradero: originalmente creado en 2014, Pulse capturó la imaginación de los entusiastas de las llaves mech en todo el mundo. Ahora, estamos trabajando con GMK para traer el conjunto de nuevo en el querido perfil Cherry de la empresa. Diseñado por MiTo (que se ha convertido en un icono en la comunidad gracias a conjuntos como láser, Godspeed y Canvas), Pulse combina el alfas negro profundo con modificadores turquesa brillante para un aspecto eléctrico que destacará en cualquier escritorio. Construcción de ABS de doble disparo: fabricado con plástico ABS con un acabado semimate, las teclas están inyectadas doblemente en caliente, lo que significa que las leyendas no se desvanecen con el tiempo. También están esculpidos en perfil Cherry de diseño alemán, conocido por su tacto cómodo para programadores, escritores y mucho más. En cuanto a la compatibilidad, las teclas se ajustan a tallos Cherry MX y clones relacionados. Kit de base: esencial para la mayoría de teclados mecánicos, este kit cubrirá correctamente la mayoría de teclados del 40%, 60%, 65%, 75%, TKL, 100%, y teclados personalizados en el mercado, incluyendo Pearl, Planck/Preonic, XD60, DZ60, XD64, GK64, Anne Pro, Poker, Tada68, Massdrop ALT/CTRL, y muchos otros.", "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Redragon Dragonborn RGB - Teclado Mecánico Gaming - Switches Red - Cable USB Desmontable - Negro (Black)", "price": null, "short_description": "Acerca de este producto |Teclado Mecanico 60 %| Con cable USB, nuevo diseño Redragon 60% en modo con cable. 61 teclas anti-ghosting para un diseño ultra compacto y minimalista. Crea un valioso espacio en el escritorio para reducir el desorden. |INTERRUPTOR ROJO CON CAMBIO EN CALIENTE| : los interruptores táctiles rojos lineales, a diferencia de los interruptores azules, no hacen clic para un uso silencioso. Intercambio en caliente con otros interruptores Redragon. Diseñado con interruptores para 50 millones de pulsaciones de botones para mayor durabilidad. |RGB VIVO| : hasta 13 modos de retroiluminación preestablecidos por el propio teclado. Brillo y velocidad de flujo también ajustables a bordo. Elige tus propios modos favoritos para cada juego. |100% ANTI-GHOSTING|: no importa lo rápido que sean vuestras acciones en el juego, cada pulsación de botón será registrado correctamente. |ESPECIAL PARA JUGADORES DE FPS|: coloca el teclado directamente en vuestro escritorio y no más torsión para ahorrar espacio. Vuestro ratón nunca más pulsará sobre el teclado. Disfruta de la diversión sin preocuparte por el ratón y obtén el equipo Kills. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/51egwzP5LZS._AC_SX522_.jpg\":[522,522]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Redragon-Dragonborn-RGB-Mec%C3%A1nico-Desmontable/product-reviews/B09K7XN3XM/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER TH96 ISO Layout 96% Hotswap Teclado mecánico para juegos de triple modo con LEDs RGB orientados al sur,batería de 6000mAh, control de mando para Windows/Mac (Enlightenment MDA V2, Budgerigar)", "price": null, "short_description": "Acerca de este producto 【96% Gaming Keyboard】El TH96 es un potente teclado repleto de funcionalidad en un diseño de primera calidad. Se siente completamente sólido debido a la placa de acero inoxidable, que añade peso y fuerza al tablero. Está diseñado de forma innovadora con la estructura de montaje de la junta de silicona, la espuma de absorción de sonido de silicona añadido, y una almohadilla inferior de amortiguación de silicona gruesa que todos proporcionan un sonido de escritura sensible y tranquilo. 【Hotswappable Epomaker Custom Switches】Cuando se trata de la sensación y el rendimiento de sus interruptores, cada detalle cuenta. Estamos orgullosos de presentar nuestras últimas innovaciones, ¡los interruptores personalizados Epomaker! Estos interruptores mecánicos están diseñados a medida después de una extensa investigación sobre los interruptores más aclamados del mercado y han sido mejorados a través de las aportaciones de la comunidad. Fuertes, suaves y transparentes. 【Triple modo con Bluetooth y 2.4Ghz】 La versión inalámbrica, por su parte, puede conectarse tanto por Bluetooth (hasta 5,0) como por 2,4GHz. TH96 puede conectar hasta 3 dispositivos de forma inalámbrica para la multitarea sin problemas a través de su computadora portátil, teléfono y tableta. Los modos se pueden cambiar fácilmente mediante Fn+1!/2@/3#(Bluetooth) / 4$(2.4GHz) / 5%(USB Wired) 【PBT Keycaps with MDA Profile】Continuando con nuestros modelos anteriores Epomaker TH66 y Epomaker TH80, que ya están disponibles en el mercado, el Epomaker TH96 también adopta PBT keycaps para proporcionar una sensación de textura y durabilidad. 【Técnica de sublimación】Nuestras tapas de teclado PBT de primera calidad están hechas a través de la sublimación térmica, lo que significa que las etiquetas no se desvanecerán con el tiempo. El perfil clásico MDA es para la versión Theory y el perfil MDA V2 para la versión Enlightenment. En comparación con el perfil clásico, el MDA V2 hereda la altura mientras que optimiza el borde de la tecla para que sea más redondo, proporcionando una sensación de tacto más suave 【Amazing RGB Effects with South-Facing PCB 】Todo el mundo ama las luces RGB, pero ¿de qué sirve cuando el mecanógrafo no puede verlas fácilmente? El TH96 está diseñado con RGB orientado al sur para iluminar mejor la luz de fondo del teclado desde la perspectiva del mecanógrafo. 【Programable con Software】 El RGB orientado al sur también está libre de interferencias si el usuario decide instalar tapas de teclado alternativas de perfil Cherry en su teclado. Con más de 19 tipos de ajustes de retroiluminación RGB, así como una opción de retroiluminación blanca estática. Se puede ajustar más el tono RGB, la saturación, el brillo y la velocidad del efecto con facilidad \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61rSrN2i7wL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "96% QMK/VIA Gasket Mounted Mechanical Keyboard Looking for a compact mechanical keyboard that’s sleek, sturdy, and feature-loaded? The Epomaker TH96 is a powerful keyboard packed with functionality and premium designs. Thanks to the special structural design, the TH96 feels completely solid due to the stainless steel plate, which adds weight and strength to the board. It is innovatively designed featuring the silicone gasket mount structure, added silicone sound-absorbing foam, poron foam utilization, and a thick silicone damping bottom pad which all provide a responsive and peaceful typing sound. Specs Model:EPOMAKER TH96 LAYOUT: 96% 95keys+knob PLATE MATERIAL: Steel HOT-SWAPPABLE: 3-5 pin mechanical switches CONNECTIVITY: USB-C, Bluetooth 5.0, 2.4 GHz Battery Capacity: 6000mAh RGB: South-facing RGB LEDs ANTI-GHOSTING: NKRO CABLE Length: 1.5m KEYCAPS: PBT in MDA-V2/MDA Profile QMK/VIA: Supportable in the Wired version, Triple Mode Version/ISO Triple Mode version does not support. Product dimension:388mm*138mm*38mm Product weight: 1180g+_10g", "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Akko 3068B Plus Teclado Gaming Mecánico, 3 Modos (BT5.0/2.4Ghz/Tipo C) con 5 Pin Hotswap, Retroiluminación RGB, PBT Keycaps, 100% Anti-Ghosting para Win/Mac(Sakura, Lineal Switch)", "price": null, "short_description": "Acerca de este producto ⌨ 【3 Modos & Compatible Windows/Mac】: El Akko 3098B está equipado con un chip controlador profesional Beken multimodo y es compatible con los modos Bluetooth, inalámbrico de 2,4 GHz y con cable USB-C. El modo Bluetooth es compatible con BT5.0/4.0/3.0 y se puede cambiar rápidamente entre tres dispositivos. La batería de alta capacidad de 3000 mAh y la tecnología de ahorro de energía con suspensión automática garantizan una larga duración y una conexión estable. ⌨ 【5 Pin Hot Swappable & TTC Gaming Socket】: El PCB de intercambio en caliente le da la libertad de cambiar los interruptores de 3 pines/5 pines sin soldar, creando un teclado único que se adapta a sus hábitos; Equipado con espuma de sándwich que absorbe el sonido y almohadillas de silicona para reducir el ruido al golpear el eje; El estabilizador está lubricado a mano y ajustado para proporcionar una experiencia de escritura satisfactoria. ⌨ 【26 Iluminación RGB & Totalmente Programable】: A todas las teclas del teclado se les puede dar efectos RGB a través del controlador Akko Cloud que se puede actualizar en línea, y la iluminación se puede ritmar con la música, lo que hace que sea aún más divertido cuando se juega o se escribe por la noche. Además, la mayoría de las teclas pueden reasignarse para activar secuencias de acción. ⌨ 【PBT Doubleshot & ASA Profile】: El perfil ASA patentado por Akko está adaptado para proporcionar una experiencia de tecleo más familiar y cómoda, conservando la estética y la parte superior esférica del perfil SA clásico. Las teclas Dye-Sub son extremadamente duraderas y resistentes al desgaste, incluso durante décadas, y las leyendas impresas son especialmente vívidas, nítidas y de gran contraste. ⌨ 【45gf Jelly Pink Linear Switch】: Como versión mejorada del interruptor Akko CS, el interruptor con eje a prueba de polvo ofrece una mayor estabilidad que los interruptores convencionales y una sensación de escritura fluida para una rápida ejecución de las teclas. Es resistente al polvo y a las salpicaduras y tiene una vida útil de hasta 60 millones de pulsaciones. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX466_.jpg\":[360,466],\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX569_.jpg\":[440,569],\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX450_.jpg\":[348,450],\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX425_.jpg\":[329,425],\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX355_.jpg\":[275,355],\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX522_.jpg\":[404,522],\"https://m.media-amazon.com/images/I/51ZQi5kdRVL._AC_SX679_.jpg\":[525,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "MAGIC-REFINER MK31 Teclado Mecanico Gaming 60% Apex Pro Mini Hot Swappable Teclado Alámbrico RGB, Cable USB C Espiral, Compacto 66 Teclas Interruptor Lineal con Teclas Transparentes para PC/Mac-Negro", "price": null, "short_description": "Acerca de este producto 【Disposición de 66 teclas y tapas transparentes】A diferencia de los teclados mecánicos TKL o de los teclados de 61 teclas, las 66 teclas mantienen una disposición compacta sin perder de vista la practicidad del teclado. El MK31 adopta material de PC de primera calidad para moldear las teclas e imprimir los caracteres mediante un proceso de impresión digital. La transparencia de las tapas de las teclas se mostrará perfectamente después de encender la retroiluminación. 【Luz inferior y retroiluminada RGB de doble cara】El MK31 está equipado con nuestros LEDs RGB de doble cara patentados que pueden brillar tanto por delante como por detrás. Puedes controlar la retroiluminación y la luz inferior individualmente mediante Fn+Tab y Fn+Ctrl izquierda. El teclado viene con 18 efectos de retroiluminación y 9 colores por defecto para que puedas crear tu propia iluminación. 【Interruptores lineales intercambiables en caliente y personalizados】Puede cambiar libremente los interruptores sin soldar, admite interruptores MX de 3/5 pines. Personalizamos un interruptor de 5 pines con una carcasa transparente y lo llamamos Ice White. Este interruptor tiene una fuerza de actuación de 40 gf y un recorrido total de 3,5 mm, y se agrega una estructura a prueba de polvo alrededor del vástago POM para mejorar la estabilidad y evitar que entre polvo en el interior del interruptor. 【Espuma de amortiguación del sonido Poron y estabilizadores prelubricados】Para reducir el ruido de la cavidad entre la placa de circuito impreso y la placa de posicionamiento, hemos rellenado el centro de las dos con espuma de alta densidad de Poron, y sobre el estabilizador de la barra espaciadora, rellenamos material EVA de alta densidad. Hemos afinado y pre-lubricado el estabilizador, sólo para minimizar la sensación de escritura y la brecha de sonido entre las teclas grandes y pequeñas. 【Cable de teclado USB C en espiral Pro】Con el fin de hacer que la conexión del teclado sea más estable y eficiente, utilizamos un cable USB C en espiral, que está hecho de material de TPU de alta calidad, diseño en espiral de doble manga, fuerte y duradero, fácil de limpiar, no tiene miedo de doblar y tirar, y no se romperá, y lo suficientemente largo para conectar fácilmente en el teclado, 1,64 pies de largo con 0,07 pies de diámetro interior del cable en espiral + 3,28 pies de cable recto. 【Cubierta superior desmontable y mando giratorio】El diseño de la cubierta superior desmontable permite cambiar fácilmente el teclado a un teclado flotante, adaptándose a diferentes escenarios de uso, y al mismo tiempo es más fácil limpiar la suciedad interna. El mando multimedia permite silenciar con elegancia, subir y bajar el volumen. Ajuste de ángulo en 3 pasos y pies de goma para una excelente comodidad y estabilidad durante los juegos y la escritura. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/8139YdGfRxL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Krom Teclado Gaming Kernel TKL -NXKROMKRNLTKL - Teclado Mecanico, sin Teclado numerico, iluminacion LED RGB, silencioso, Layout Español", "price": null, "short_description": "Acerca de este producto Teclado Español Marcos: asignación de función macro en cualquier tecla, memoria interna: 64kb, fuerza de accionamiento 60 +/- 10g, 1000 hz Conexión: USB chapado en oro, consumo de energía: 100-260 ma, voltaje: 5.0 +/- 0.25 v, longitud cable: 180cm Tipo cable: trenzado, dimensiones: 361x22,5x133,5 mm, peso: 950 +/- 30 g Compatibilidad: Windows 7 / 8 / 8.1 / 10 \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX679_.jpg\":[453,679],\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX450_.jpg\":[300,450],\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX425_.jpg\":[283,425],\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX569_.jpg\":[379,569],\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX466_.jpg\":[311,466],\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX522_.jpg\":[348,522],\"https://m.media-amazon.com/images/I/61k6q7G7NsL._AC_SX355_.jpg\":[237,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Krom-Kernel-Tkl-Teclado-Espa%C3%B1ol/product-reviews/B077J2HFD2/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Logitech G915 LIGHTSPEED TKL Teclado Gaming Mecánico Inalámbrico con teclas GL-Táctil de bajo perfil, LIGHTSYNC RGB, Diseño ultra delgado, 40 Horas duración de Batería, Disposición QWERTY ES - Negro", "price": null, "short_description": "Acerca de este producto Tecnología inalámbrica LIGHTSPEED: Esta solución inalámbrica profesional ofrece un rendimiento superrápido con una velocidad de respuesta de 1 ms; Consigue una estética despejada y libre de cables RGB LIGHTSYNC: La iluminación RGB del teclado se sincroniza con cualquier contenido; Personaliza cada tecla o crea animaciones personalizadas a partir de ~16,8 millones de colores con el software Logitech G HUB Interruptores mecánicos de perfil bajo: La velocidad, la precisión y el rendimiento de un interruptor mecánico con la mitad de altura; Existen tres opciones: GL Táctil, GL Lineal o GL con clic perceptible; El interruptor GL táctil produce una clara protuberancia en el punto de actuación Diseño TKL compacto: Un diseño sin teclado numérico deja más espacio para el movimiento del ratón; Espacio para guardar el receptor USB en la parte posterior del teclado, para facilitar el transporte Construcción premium en AL-MG: Bellamente diseñado, el G915 utiliza una aleación de aluminio de grado aeronáutico para ofrecer un diseño increíblemente fino, pero rígido y duradero Duración de la batería: Disfruta de 40 horas de juego con una sola carga; Advertencia de batería baja al 15% en el LED de batería del teclado y a través de notificación emergente en el software Logitech G HUB; Se recarga rápidamente en tres horas \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61pgWVrhHGL._AC_SY355_.jpg\":[355,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Logitech-G915-TKL-tecnolog%C3%ADa-inal%C3%A1mbrica/product-reviews/B07W6JBDH1/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Energy Sistem Gaming Keyboard ESG K7 Silent-Ninja Teclado mecánico para Videojuegos (Mechanical, QWERTY, USB, LED Effects, TKL) Blanco", "price": null, "short_description": "Acerca de este producto TKL keyboard + True mechanical switches: Teclado mecánico TKL con on pulsadores silenciosos rojos para una durabilidad extrema. RGB LED effects: Teclado gaming con tecnología retroiluminada con luces LED efecto rainbow y brillo ajustable. Anti-ghosting + Red switch: Teclado Pc con una pulsación cómoda tanto cuando juegas largas horas como cuando escribes grandes textos. Winlock key: Teclado ordenador con tecla de bloqueo rápido de Windows que permite bloquear ventanas para no salir del juego. 36 meses de garantía: Disfruta del producto con una garantía especial de 36 meses. Y realiza cualquier tipo de consulta de forma gratuita e ilimitada a lo largo del tiempo. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61bQoIz1mBL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Energy-Sistem-Gaming-Keyboard-Silent-Ninja/product-reviews/B09NYD2WP3/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Trust Gaming GXT 834 Callaz Teclado Mecánico TKL, Disposición QWERTY Español, LED Iluminación, switches Outemu Red, USB Teclado Gaming para Windows, Mac, PC, Ordenador, Portátil - Negro", "price": null, "short_description": "Acerca de este producto JUGADOR INCANSABLE - Los interruptores lineales rojos mecánicos Outemu presentan una durabilidad de hasta 50 millones de pulsaciones y horas y horas de intensas sesiones gaming TKL - Un diseño compacto y sin teclado numérico que ahorra espacio y reduce el desorden del escritorio, pero que ofrece una experiencia gaming a tamaño completo con 12 teclas multimedia DISEÑO PREMIUM - Una placa superior metálica prepara tu teclado gaming para oponentes aguerridos - y da a tu set-up un aspecto elegante y profesional CONSTRUCCIÓN SÓLIDA - Los interruptores mecánicos y la placa superior metálica combinados preparan el teclado para enfrentarse a duros oponentes, sesiones gaming intensas y horas y horas de uso ¡LUCES Y ACCIÓN! - Las teclas multicolor retroiluminadas, con 20 colores y 6 modos de color, te permiten personalizar el teclado según tu estado de ánimo, tu estilo de juego o como más te guste Tipo de conectividad: USB 2.0 \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX450_.jpg\":[218,450],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX522_.jpg\":[253,522],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX679_.jpg\":[330,679],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX355_.jpg\":[172,355],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX425_.jpg\":[206,425],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX466_.jpg\":[226,466],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX569_.jpg\":[276,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Trust-Gaming-Disposici%C3%B3n-Iluminaci%C3%B3n-Ordenador/product-reviews/B09Q3MG6HH/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Teclado mecánico Redragon K530-W Pro Draconic 60 % inalámbrico RGB, Bluetooth/2,4 GHz/con cable, 61 teclas, teclado compacto para juegos 100 % intercambiable en caliente, Interruptor marrón táctil", "price": null, "short_description": "Acerca de este producto K530 PRO actualizado: función mejorada SÍ✔, precio aumentado NO✗, ese es el nuevo K530 Draconic PRO definitivo. Nueva conexión de 3 modos, PCB totalmente intercambiable en caliente de 61 teclas más diseño compacto original del 60%. Esta vez, no te arrepentirás de tener uno, la espera ha terminado. ¡SÍ! VERDADERO INTERCAMBIO EN CALIENTE: la innovación transformadora con más del 99,8 % de interruptores compatibles con el teclado Redragon intercambiable en caliente de modificación libre ya está disponible. El diseño único y exclusivo de la estructura del zócalo hace que el montaje del interruptor sea más fácil y menos oscilante. Conexión de 3 modos: equipado con la innovadora tecnología de conexión de tres modos de Redragon, USB-C con cable, modos inalámbricos BT 3.0/5.0 y 2.4Ghz que hacen que la experiencia del usuario se actualice a otro nivel en todos los campos. Inalámbrico simplificado: Bluetooth 3.0/5.0 actualizado incorporado y chips inalámbricos de 2,4 GHz, K530 Pro ofrece una conexión inalámbrica real y sin latencia para todos los dispositivos. Fácil de alternar entre 3 dispositivos inalámbricos diferentes a través del interruptor lateral (2.4Ghz/BT1/BT2). Interruptores marrones intercambiables en caliente: intercambiables en caliente con casi todos los tipos de interruptores del mercado, sin importar si son de 3 o 5 pines. Interruptores mecánicos táctiles básicos, retroalimentación táctil suave con bajo nivel de ruido. Fácil de modificar o actualizar según sus preferencias, sin necesidad de investigar en el foro. Dedicado para FPS Gamer: coloque el teclado directamente en su escritorio y no más formas torcidas para ahorrar espacio en el mouse, su mouse nunca más golpeará el teclado. Disfruta moviendo el mouse sin preocupaciones y ve a buscar ese Team Kills. RGB Illumination Builder: los 13 modos de iluminación preestablecidos dinámicos se pueden elegir libremente con el propio teclado. Millones de opciones de color y efectos de escritura reactivos te convierten en el diseñador de tu equipo definitivo con un controlador profesional. Teclado inalámbrico Ultimate 60% con software/unidad completamente nuevos y actualizados. Obtenga el enlace de descarga debajo de la descripción detallada del producto o visite la página del software Redragonshop (K530-PRO) para sumergirse en la alegría de la personalización completamente infinita. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61VHJfO7aDL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Redragon-inal%C3%A1mbrico-Bluetooth-interruptores-iluminaci%C3%B3n/product-reviews/B086DQP567/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Corsair K65 RGB MINI Teclado Mecánico para Juegos 60% con Teclas ABS (Retroiluminación RGB Personalizable, Teclas CHERRY MX Red: Suave y Rápido, Tecnología AXON) Español QWERTY, Negro", "price": null, "short_description": "Acerca de este producto Tamaño compacto, grandes características: El K65 RGB MINI ofrece grandes características comprimidas en un factor de forma del 60 % para encajar fácilmente incluso en los espacios más reducidos. Con la tecnología de hiperprocesamiento CORSAIR AXON: Ofrece entradas ocho veces más rápidas al PC que los teclados para juegos convencionales con un sondeo de 8.000 Hz. Interruptores mecánicos 100 % CHERRY MX RGB Red: Ofrecen un desplazamiento lineal, combinado con una fuerza de resorte mínima, lo que se traduce en una pulsación extraordinariamente. Personalice su juego: Presuma de estilo con retroiluminación RGB dinámica en cada tecla, y cambiar las teclas ABS por sus propios juegos de teclas personalizados. Cable USB tipo C trenzado y extraíble: Hace que el K65 RGB MINI portátil sea fácil de transportar y conectar a cualquier sistema, en cualquier lugar. Este producto no lleva embalaje de venta al público, sino que viene en una caja marrón ordinaria. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX466_.jpg\":[246,466],\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX355_.jpg\":[187,355],\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX569_.jpg\":[300,569],\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX522_.jpg\":[275,522],\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX425_.jpg\":[224,425],\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX679_.jpg\":[358,679],\"https://m.media-amazon.com/images/I/71aU9j5YT7L._AC_SX450_.jpg\":[237,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Corsair-Teclado-Mec%C3%A1nico-Retroiluminaci%C3%B3n-Personalizable/product-reviews/B09KM9C1ZT/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "RK ROYAL KLUDGE RK61 Teclado Inalambrico, Español Teclado Mecánico Gaming 60% RGB Bluetooth/USB-C/2.4Ghz Interruptor Azul Hot Swap Compatible con MacBook/iPad/iOS/Mac OX/Windows PC Tableta, Blanco", "price": null, "short_description": "Acerca de este producto ✅ 【Multi-dispositivo y tres modos de conexión】: El teclado mecánico ROYAL KLUDGE RK61 puede conectarse a hasta tres dispositivos simultáneamente y cambiar entre ellos fácilmente. En el modo con cable, este producto es compatible con Windows y Mac. En el modo inalámbrico Bluetooth, es compatible con dispositivos del sistema Android e iOS. Se puede conectar mediante Bluetooth/USB-C/2.4Ghz.Enlace de software RK61: bit.ly/RKRGBSOFT ✅ 【Diseño Español de 62 Teclas】: Este mini teclado mecánico compacto al 60% cuenta con 62 teclas y es perfecto para su uso en la oficina y para jugar. Su diseño compacto con teclas en español lo hace ideal para espacios reducidos. Un teclado sin teclado numérico es la opción preferida para la mayoría de los jugadores, lo que permite más espacio para el movimiento del ratón. ✅【Retroiluminación LED RGB】: El teclado mecánico RK61 RGB cuenta con 18 modos de retroiluminación RGB, 8 modos de retroiluminación monocromática y 1 modo de retroiluminación a todo color, que le permitirán disfrutar aún más mientras juega o escribe en la oscuridad. ✅ 【Interruptor Azul Intercambio en Caliente】: Los interruptores azules se caracterizan por tener un recorrido satisfactorio de las teclas y una capacidad de respuesta ultrarrápida, además de ofrecer una sensación táctil y un clic audible al activarlos.Cada vez que presionas una tecla, obtienes una respuesta clara y un sonido nítido. Perfecto para juegos y escritura. ✅ 【Compatibilidad del Teclado y Servicio Confiable】: El teclado mecánico RK61 cuenta con un diseño científico de teclas escalonadas que brinda la máxima comodidad, manteniendo tus manos en su posición más natural. Es compatible con Windows XP / Vista / 7/8/10 / iOS / Mac OS / Linux / Android. Si llegas a tener algún problema, no dudes en contactarnos. En RK ROYAL KLUDGE, no escatimamos esfuerzos para brindar el mejor servicio a cada cliente en un plazo de 24 horas. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX522_.jpg\":[522,522]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/ROYAL-KLUDGE-RK61-Inalambrico-Interruptor/product-reviews/B09JJYWBCY/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Teclado Mecánico, Teclados Gaming con Retroiluminación RGB e Anti-Efecto Rojo Fantasma de 105 Teclas, Teclado Español para Juego con Cable USB y Cuerpo de Acero para PC, Mac y Portátil", "price": null, "short_description": "Acerca de este producto Diseñado para el trabajo y la productividad - El teclado mecánico cuenta con interruptores Outemu Rojo, que tienen una clara respuesta táctil y audible en el momento de la activación. Esto acelera la escritura, en comparación con los teclados típicos de membrana y domo de goma. La respuesta táctil precisa y el distintivo sonido de \"clic\" audible se combinan para brindar alta eficiencia y satisfacción al escribir Efectos de iluminación RGB - Mejorar la configuración de su computadora con 12 efectos de iluminación preestablecidos (como Respiración, Onda y Ciclos de color) y 3 efectos de iluminación envolvente. Obtener G-aim Control Center para llevarlo al siguiente nivel Modos de juego personalizados - 5 ajustes preestablecidos de juegos con luz de fondo resaltan teclas para una variedad de juegos y tipos de juegos: FPS, CF, COD, LOL y juegos de carreras. Utilizar la tecla de función para cambiar fácilmente entre ellos. Personaliza cualquiera de los ajustes preestablecidos predeterminados para un juego diferente Centro de control G-aim - Aprovechar todo el teclado mecánico con G-aim Control Center. Personalizar efectos de iluminación más vibrantes, ajustar el brillo y la velocidad del efecto y configurar macros. Sincronice la iluminación con un mouse, alfombrilla de mouse y auriculares para juegos G-aim para lograr el máximo impacto e inmersión Diseño duradero -- Las teclas de ABS moldeado de doble disparo y el cuerpo de acero son extremadamente duraderos y resistentes a la abrasión. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SY450_.jpg\":[450,360],\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SX679_.jpg\":[849,679],\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SY355_.jpg\":[355,284],\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SX522_.jpg\":[653,522],\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SX569_.jpg\":[711,569],\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SX425_.jpg\":[531,425],\"https://m.media-amazon.com/images/I/61A5VsvtIsL._AC_SX466_.jpg\":[583,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Mec%C3%A1nico-Teclados-Retroiluminaci%C3%B3n-Anti-Efecto-Fantasma/product-reviews/B0BN7M8HYJ/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "UK61 60% Teclado mecánico para Juegos Tipo C Cableado 61 Teclas Retroiluminación LED Teclado Impermeable USB Retroiluminación RGB Teclas Anti-Fantasma para computadora/PC/Laptop/Mac", "price": null, "short_description": "Acerca de este producto Teclado mecánico con cable de diseño del Reino Unido: el teclado es de diseño del Reino Unido. Teclas mecánicas profesionales, teclado compacto de 62 teclas, lo que te da más espacio en tu escritorio para mover el mouse o poner otros dispositivos. Diseño ergonómico, más cómodo durante largas sesiones de escritura y juegos. Retroiluminación RGB y retroiluminación personalizada: 14 tipos de efectos de retroiluminación RGB, lo que te da un disfrute increíble por la noche cuando estás jugando o escribiendo. Cada lámpara LED de 256 niveles PWM, con una variedad de efectos de iluminación frescos. Puedes personalizar el modo de retroiluminación y grabar los efectos de luz que desees. Interruptores azules: el diseño clásico de interruptor azul proporciona una retroalimentación táctica más alta y el sonido de \"clic\" más claro que las teclas normales. Te dará una respuesta precisa y cómoda sin importar si estás escribiendo o jugando. Perfecto para jugadores profesionales y mecanógrafos. 62 teclas antifantasma: permite que varias teclas funcionen simultáneamente con alta velocidad. Cada tecla está controlada por un interruptor independiente, te permite disfrutar de juegos de alta calidad con respuesta rápida, ideal para jugadores, mecanógrafos, programadores, escritores, etc. Memoria flash, soporta almacenamiento de apagado (espacio de almacenamiento de 64 K). Diseño de teclas multimedia: con combinación de teclas FN+, fácil acceso a calculadora, correo electrónico, navegador web, volumen, multimedia, etc. Interfaz tipo C, longitud del cable de 1,6 m. Tecla de inyección de combustible ABS, buena transmisión de luz, no se decolora. Combinación perfecta con la serie Windows, compatible con Android, Linux, iOS y otros sistemas operativos. Esperamos proporcionar a los clientes el mejor servicio. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71fp+nmI7XL._AC_SX425_.jpg\":[425,425]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/mec%C3%A1nico-Retroiluminaci%C3%B3n-Impermeable-Anti-Fantasma-computadora/product-reviews/B08GM1MYQW/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Corsair K65 Rapidfire TKL RGB Teclado Mecánico para Juegos (Cherry MX Speed: Rápido y altamente prreciso, Retroiluminación multicolor LED RGB, Estructura de aluminio anodizado) Español QWERTY, Negro", "price": null, "short_description": "Acerca de este producto Iluminación estática: cambia cualquier tecla del teclado a la configuración de color y brillo que prefieras; puedes crear, guardar y cargar patrones personalizados para tus juegos favoritos Cambio de color: cambia de color con las diversas paletas de color y la velocidad que desees; puedes definir el cambio de color en todo el teclado o solo en las teclas que decidas Fluctuaciones y ondulaciones: personaliza la paleta de color, dirección, duración y velocidad, y haz fluir las ondas por todo el teclado o solo en las teclas que desees Escritura reactiva: configura la escritura reactiva para una única tecla o crea un efecto de ondulación en varias teclas Atención: el teclado no tiene teclas numéricas \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX425_.jpg\":[270,425],\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX522_.jpg\":[332,522],\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX450_.jpg\":[286,450],\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX569_.jpg\":[362,569],\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX355_.jpg\":[226,355],\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX679_.jpg\":[431,679],\"https://m.media-amazon.com/images/I/710aWq81t0L._AC_SX466_.jpg\":[296,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Corsair-K65-RAPIDFIRE-RGB-retroiluminaci%C3%B3n/product-reviews/B01HGGKIOI/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Razer Huntsman Tournament Edition - Teclado con teclas opto-mecánicas, accionamiento óptico, barra estabilizadora de teclas, durabilidad inigualable, Synapse 3 - EU Layout, Negro", "price": null, "short_description": "Acerca de este producto Switches ópticos lineales Razer para unas pulsaciones más rápidas y sensibles Teclas de PBT de doble inyección para un acabado robusto y con textura mate Memoria integrada para llevar tus ajustes a todas partes Diseño compacto para mayor comodidad y movilidad Cable tipo C desmontable para instalar y guardar tu teclado fácilmente \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX522_.jpg\":[369,522],\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX450_.jpg\":[318,450],\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX355_.jpg\":[251,355],\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX679_.jpg\":[480,679],\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX466_.jpg\":[329,466],\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX569_.jpg\":[402,569],\"https://m.media-amazon.com/images/I/710O3ffAaML._AC_SX425_.jpg\":[300,425]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Razer-Huntsman-Tournament-Optisches-US-Layout/product-reviews/B07V5VDXW1/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Mars Gaming MK422 Negro, Teclado Mecánico Gaming RGB, Antighosting, Switch Mecánico Azul, Idioma Español", "price": null, "short_description": "Acerca de este producto SWITCHES ANTIPOLVO MECÁNICOS: Los switches mecánicos con tecnología antipolvo del teclado gaming MK422, garantizan una precisión y fiabilidad total, ya que han sido diseñados con una carcasa especial de protección rodeando el émbolo; Teclado con Idioma en Español; Switch Mecánico Azul TECLAS IMBORRABLES DOBLE INJECCION: Fabricadas en ultrarresistente ABS de doble inyección en dos niveles, las teclas del MK422 ofrecen una duración máxima al ser imposible que se borren o deterioren los caracteres con su uso 12 EFECTOS ILUMINACIÓN RAINBOW RGB: El sistema de iluminación LED Rainbow RGB del teclado MK422 te ofrece 12 efectos especiales para conseguir la máxima personalización y espectacularidad CHIP DE CONTROL DE ALTO RENDIMIENTO: El teclado mecánico MK422 cuenta con un potente chip integrado de alto rendimiento, con arquitectura ARM, 12 efectos de iluminación, modo juego y Anti-ghosting avanzado COMPATIBILIDAD TOTAL MULTIPLATAFORMA: Disfruta de infinitas posibilidades gracias a la total compatibilidad multiplataforma del teclado gaming MK422: Windows, Linux, Mac, PS4, PS5, XBOX ONE, XBOX SERIES X-S \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71sjIqbn8vL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Gaming-Teclado-Mec%C3%A1nico-Antighosting-Espa%C3%B1ol/product-reviews/B0B2157XB4/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Cooler Master CK530 V2 Teclado Mecánico Tenkeyless para Gaming, Retroiluminación RGB por Tecla, Controles On-the-Fly, Placa Superior de Aluminio y Reposamuñecas Incluida, Layout ES / Switches Rojos", "price": null, "short_description": "Acerca de este producto DISEÑO DURADERO & TKL PERSONALIZABLE: El CK530 V2 tiene una resistente placa óptimo de aluminio cepillado con keycaps flotantes grabados con láser y el teclado tiene un layout tenkeyless, TKL, compacto para personalizar las teclas en el futuro INTERRUPTORES MECÁNICOS CALIDAD ALTA: Switches mecánicos rojos, actuación lineal, cuentan con +50 millones pulsaciones ofreciendo una óptimo respuesta para gaming o escribir: teclas híbridas, 6KRO y NKRO, aseguran que cada pulsación se registre ILUMINACIÓN RGB: La retroiluminación LED por tecla ofrece hasta 16.7 millones de colores controlables mediante el teclado o a través del fácil de usar software MasterPlus+ de Cooler Master, incluye características y efectos personalizables adicionales CONTROLES ON-THE-FLY: Los ajustes se pueden cambiar fácil en el momento utilizando controles on-the-fly en combinación con la tecla FN, colores/efectos y macros/perfiles/multimedia, todo libre de software y en el programa para óptima comodidad REPOSAMUÑECAS PARA óptimizan LA COMODIDAD: Incluye un cómodo reposamuñecas de espuma con un tejido de baja fricción de Cooler Master que aporta un apoyo extra durante largas sesiones \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/812kGvi3mnL._AC_SY355_.jpg\":[355,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Cooler-Master-Tenkeyless-Retroiluminaci%C3%B3n-Reposamu%C3%B1ecas/product-reviews/B08MV6DVHD/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Akko 3061S Tokyo RGB Teclado Mecánico para Juegos 100% Anti-Ghosting con Hot-Swap, Programable, Tapas PBT Dye-Sub OSA, Compacto (Jelly Pink Switch)", "price": null, "short_description": "Acerca de este producto SERIE WORLD TOUR - Este teclado para juegos RGB rosa ultracompacto de 61 teclas (11,5 x 4 x 1,46 pulgadas) está diseñado para representar vívidamente las características culturales locales de Tokio con una carcasa de color de flor de cerezo y teclas decorativas novedosas. Viene con interfaz Tipo C con cable rosa. TECLAS ANTIHURTO - Con la función N-key rollover (NKRO), el teclado admite la pulsación simultánea de teclas sin conflictos, lo que es especialmente importante para optimizar las experiencias de juego. PROGRAMABLE & RGB Backlit - Todas las teclas del teclado se pueden reasignar para habilitar secuencias de acción, excepto las que se utilizan para controlar el modo Macro (Esc/Win). El teclado tiene retroiluminación RGB integrada con efectos de animación de luz personalizables. TECLADOS DE PERFIL OSA DE TINTURA PBT - Los teclados de tinta PBT son extremadamente duraderos y resistentes al desgaste incluso durante décadas, y las leyendas no se desvanecen fácilmente en comparación con los teclados convencionales de ABS. HOT-SWAPPABLE - Va un paso más allá al ofrecer zócalos premium TTC gaming de 5 pines intercambiables en caliente con placa de espuma, permitiendo a los usuarios intercambiar los interruptores deseados después. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/51whS0b7hwL._AC_SX425_.jpg\":[425,425]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Akko-Mec%C3%A1nico-Anti-Ghosting-Hot-Swap-Programable/product-reviews/B09QXDQKR6/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "KEMOVE K68SE Teclado Gaming Mecánico,65% Porcentaje Teclado QWERTY Compacto con Interruptores Mecánicos Brown Switch,Cable USB Teclado Gamer para PC Windows/Mac，Blanco", "price": null, "short_description": "Acerca de este producto 【Teclado mecánico con cable】conecta y reproduce, cable USB desmontable conveniente para fácil de transportar, el cable de nilón de alta calidad es duradero y evita que los cables se enreden 【Teclado compacto al 65%】Mini teclado con diseño al 65% con 68 teclas, sin teclado numérico, en comparación con teclados con diseño al 60%, hay teclas de dirección separadas para una operación más fácil y una mayor usabilidad, es la elección de la mayoría de los jugadores 【Luz RGB】 Con 19 modos para efectos RGB, proporciona efectos de iluminación geniales, puede elegir su propio efecto de iluminación favorito. El exclusivo diseño de la barra de luz lateral hace que su teclado sea excepcionalmente vívido y brillante por la noche para una experiencia de juego inmersiva 【Configuración de macros】Configuración de macros personalizables para configurar las teclas de acceso directo necesarias para ejecutar comandos profesionales y complejos más rápido 【Compatibilidad】Compatible con Mac OS y Windows, teclado ideal para MacBook, computadora, computadora portátil, PC, juegos y oficina \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX522_.jpg\":[326,522],\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX425_.jpg\":[265,425],\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX450_.jpg\":[281,450],\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX679_.jpg\":[424,679],\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX355_.jpg\":[222,355],\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX466_.jpg\":[291,466],\"https://m.media-amazon.com/images/I/61BuSToOnRL._AC_SX569_.jpg\":[355,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Redragon Teclado Mecanico Gaming - Mitra K551 - Iluminacion RGB - Construcción ABS y Acero - Interruptores Azules - para Juegos en PC - Windows Compatible- Distribución España - Color Negro", "price": null, "short_description": "Acerca de este producto Teclado Gaming Mecánico - Distribución española con interruptores Redragon Azules Box (resistente a polvo y derrames). Diseñado para durar y tener la máxima capacidad de respuesta. Los interruptores ofrecen resistencia media, sonido de clic nítido,audible y retroalimentación táctil. Los interruptores poseen una durabilidad de 50 millones de pulsaciones. No hay un CD de software incluido - DESCARGAR CONTROLADOR : http://redrn.me/drivers_K551RGB . Iluminacion RGB - El MITRA K-551 RGB consta de teclas retroiluminadas configurables mediante software independiente o 18 modos directo desde el teclado gamer, con posibilidades de guardar perfiles dentro de la memoria interna, logrando un resultado óptimo basado en sus necesidades. Descargar controlador: http://redrn.me/drivers_K551RGB Tecla bloqueo de Windows - Como su nombre lo dice, esta tecla añade funcionalidad al teclado, evitando tocar accidentalmente la tecla que cierre nuestro juego mientras nos encontramos en el punto clave de la partida.【Compatible con Windows 10/8/7/Vista/XP. Soporte de teclado limitado en Mac OS/Linux】 Anti gosting y N-Key Roll Over - En todas las teclas. Esto significa que cada tecla será escaneada de forma independiente y gracias a esto cada una será detectada correctamente, sin importar cuantas teclas pulsemos a la vez. Construccion - La construcción del teclado gaming mecanico está realizada sobre plástico ABS reforzado y una placa de acero, lo que lo hacen extremadamente sólido y duradero. Combinado con teclas moldeadas por inyección de doble tiro, resultando en que sea imposible que se desgaste, ideal para uso intensivo. Su cable de 1.8 metros resiste hasta 12kg de carga continua y hasta 10.000 flexiones bruscas. Viene con un conector USB de alta velocidad chapado en oro. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71yLAJ9iibL._AC_SX679_.jpg\":[679,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Redragon-Mec%C3%A1nico-Switches-Distribuci%C3%B3n-Espa%C3%B1ola/product-reviews/B0856X5PZ4/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Teclado mecánico de 60 por ciento para juegos, minimalista MK-Box retroiluminado azul compacto de 68 teclas con cable de oficina con interruptor rojo para Windows, Mac, conveniente (gris y negro)", "price": null, "short_description": "Acerca de este producto Mini portátil 60% diseño compacto: MK-Box es un teclado mecánico de 68 teclas que tiene un bonito tamaño pequeño, teclas de flecha separadas y todas tus teclas F que necesitas, se puede utilizar para jugar o trabajar mientras ahorra espacio. Interruptor rojo mecánico: caracterizado por ser lineal y más suave, el ligero sonido de la tecla no tiene sentido de párrafo con una resistencia mínima, pero una acción rápida sin una sensación táctil que hace que sea más fácil tocar el teclado. Retroiluminación LED azul clásica: personaliza múltiples efectos de luz LED iluminados, soporta 15 modos de retroiluminación, pulsa Fn + Ins puede controlarlo, FN + → control de velocidad de retroiluminación, FN + / / / 3 control de brillo de retroiluminación. Teclado antifantasma completo: las 68 teclas no tienen conflicto, diseño de mezcla gris y negro, tecla de inyección de doble color de suspensión ergonómica, ángulo de escritura ajustable de doble pie de soporte doble y cable USB desmontable, práctico y hermoso. Amplia compatibilidad: los teclados mecánicos MageGee MK-Box utilizan conector USB 2.0 por lo que es compatible con Windows (2000, XP, ME, Vista, 7, 8), Linux y Mac, Plug and Play, no requiere controladores ni software. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61kTOaJeTzL._AC_SX679_.jpg\":[679,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "HHKB Classic Teclado PD-KB401W, Teclas Impresas, Profesional Mecánico 60% Teclado, USB-C (Blanco)", "price": null, "short_description": "Acerca de este producto La disposición casi simétrica Tenkeyless de 60 teclas mantiene los dedos en la fila de inicio Interruptores de tecla capacitivos de Topre y peso de 45 g por tecla para la experiencia de tecleo definitiva USB-C Ideal para desarrolladores, autores, periodistas y otros profesionales relacionados con la mecanografía \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX679_.jpg\":[257,679],\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX355_.jpg\":[134,355],\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX425_.jpg\":[161,425],\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX522_.jpg\":[197,522],\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX450_.jpg\":[170,450],\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX569_.jpg\":[215,569],\"https://m.media-amazon.com/images/I/71nsy-8dOFL._AC_SX466_.jpg\":[176,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/HHKB-PD-KB401W-Impresas-Profesional-Mec%C3%A1nico/product-reviews/B082TXQD1S/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Dierya DK61E Teclado mecánico para Juegos al 60%, Interruptor óptico Gateron con retroiluminación RGB, Teclado PBT con Cable Impermeable Compacto 61 Teclas Completas programable（Interruptor Rojo）", "price": null, "short_description": "Acerca de este producto Función intercambiable en caliente: el teclado DK61 adopta el interruptor óptico Gateron clásico intercambiable en caliente (Diga adiós al interruptor de baja calidad), puede reemplazar su interruptor sin desoldar o comprar un nuevo teclado. (Solo compatible con interruptores ópticos) Teclas de doble resorte PBT: las teclas de este material tienen una resistencia a la abrasión y una dureza mucho más altas que las teclas de ABS. Simplemente rehúse a parecer teclas grasosas y brinde la mejor experiencia de escritura y juego. 61 teclas anti-fantasma: permite que varias teclas funcionen simultáneamente a alta velocidad. Cada tecla está controlada por un interruptor independiente, lo que le permite disfrutar de juegos de alta calidad con una respuesta rápida. Simplemente genial para los jugadores. Placa de circuito impermeable: nuestra placa de circuito de teclado ha pasado la certificación profesional IPX4, y la placa PCB mejorada es más resistente que las normales y no es fácil de doblar. (La interfaz no es impermeable) DRIVER Dierya DK61E: No solo diseño de teclas multimedia, potentes funciones de edición de software, funciones personalizadas arbitrarias, funciones avanzadas personalizadas y macros fuera de línea. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX355_.jpg\":[155,355],\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX466_.jpg\":[204,466],\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX425_.jpg\":[186,425],\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX522_.jpg\":[228,522],\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX450_.jpg\":[197,450],\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX679_.jpg\":[297,679],\"https://m.media-amazon.com/images/I/51Q7Yo2fNdL._AC_SX569_.jpg\":[249,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Dierya-60-Teclado-mec%C3%A1nico/product-reviews/B07W4JKP1H/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER TH66 Pro 65% Hot Swappable RGB Triple Mode Teclado Mecánico Gaming, NKRO Teclado con MDA PBT Teclas, Control de Botones para Mac/Win(TH66 Pro White Case, Gateron Pro Yellow)", "price": null, "short_description": "Acerca de este producto 【Teclado mecánico para juegos 65 % en caliente】con modularidad incorporada para todo, desde la conectividad hasta los interruptores, el TH66 PRO es un teclado para aquellos a los que les gusta cambiar algo. El diseño del 65% ofrece comodidad de escritura y conciencia del espacio, el botón giratorio de metal programable permite un control adicional sobre su configuración. Hay tres formas de conectividad: Bluetooth 5.0, 2.4 GHz y una salida USB-C con cable. 【Tres modos de conectividad: Bluetooth 5.0 y 2.4 GHz&Cable Type-C】equipado con una batería de 2200 mAh, este teclado admite conexiones inalámbricas y con cable. En la opción inalámbrica, se puede seleccionar Bluetooth (hasta 5.0) o 2.4GHz, y la tasa de sondeo puede ser de hasta 1000Hz con 2.4GHz. En el modo con cable, la macro se puede programar para que se adapte mejor a sus hábitos de escritura. 【Estructura modificada similar al sello y amortiguador de espuma】adopta juntas en los bordes de la carcasa inferior como punto de contacto principal, aporta sensaciones táctiles suaves y sonidos más silenciosos. Se utilizan unos pocos tornillos para asegurar la placa y la placa de circuito impreso para eliminar la falta de apoyo e inestabilidad cuando escribe duro. Además, en este modelo se utilizan dos capas de espuma de amortiguación EVA. 【Botón de metal programable de aluminio y estabilizador prelubricado】un botón de aluminio está colocado en la parte superior derecha del teclado. La función estándar del botón es silenciar el sonido, pero también puedes programarlo para otras funciones, como reproducir/pausa, abrir la función de búsqueda o incluso algunos atajos de teclado como ctrl+c o ctrl + v. Para minimizar la brecha de la sensación de escritura y el sonido entre botones grandes y pequeños 【PBT Keycaps in MDA Profile&Dye-sub Technique】El teclado TH66 PRO viene con los populares teory Keycaps en un perfil MDA único. Las teclas están hechas de teclas PBT de alta calidad en el proceso Dye-Sub. Estos a menudo se consideran la primera opción para los materiales de las teclas, incluso a través de las teclas ABS, ya que PBT es mucho más duradero y resistente al aceite y conserva el color. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61xUXaxPxFL._AC_SX425_.jpg\":[425,425]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/EPOMAKER-TH66-mec%C3%A1nico-Bluetooth-iluminaci%C3%B3n/product-reviews/B0B17SK8WP/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Ozone Gaming - Mini Teclado Gaming Tactical -OZTACTICALSP- Mecánico sin Teclado numérico, Bluetooth, Switches Outemu Red, Iluminación LED RGB, Silencioso, Layout Español, Negro", "price": null, "short_description": "Acerca de este producto Diseño ultracompacto: ozone tactical es un teclado mini mecánico en formato 65 % compatible con Windows, Mac, iOS, Linux y Android. es un teclado ligero y elegante perfecto para un uso eficaz del espacio Switches mecánicos outemu red: este ergonómico teclado mini ofrece rendimiento y fiabilidad. además, incorpora tecnología antighosting de hasta seis teclas simultáneas. sus agradables switches mecánicos outemu red garantizan una calidad de pulsación excelente, siendo perfectos para escribir. es un teclado resistente y duradero con la garantía de hasta 50 millones de pulsaciones Diseño optimizado: en este teclado gamer encontrarás robustez, diseño ultracompacto y una optimización de espacio sin igual para que economices cada movimiento que hagas Con iluminación RGB: ozone tactical es un teclado mini full RGB. todas sus teclas cuentan con retroiluminación RGB. podrás modificar la intensidad, dirección, velocidad y color de las teclas a través de su intuitivo software Teclado mecánico mini Wireless: ozone tactical es un teclado mini bluetooth español con un compacto diseño y unas potentes funciones. podrás conectarlo mediante bluetooth o bien a través de conexión USB 2.0 \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX466_.jpg\":[262,466],\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX450_.jpg\":[253,450],\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX355_.jpg\":[200,355],\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX522_.jpg\":[294,522],\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX679_.jpg\":[382,679],\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX425_.jpg\":[239,425],\"https://m.media-amazon.com/images/I/61asyqM0GnL._AC_SX569_.jpg\":[320,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Ozone-Gaming-OZTACTICALSP-Iluminacion-Silencioso/product-reviews/B08PPHFLPK/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Akko 3087 Tokyo Teclado Mecánico Gaming 100% Anti-Ghosting con Keycaps PBT Dye-Sub Perfil OEM, Switch Amarillo Crema, Teclado de Juego para Window/Mac", "price": null, "short_description": "Acerca de este producto 🌸【World Tour Tokyo Series】: Este teclado Akko TKL (14,1 x 5,5 x 1,6 in) está diseñado para reflejar vívidamente las características culturales locales de Tokio con carcasa de color flor de cerezo y teclas decorativas novedosas. Viene con una interfaz Type-C desmontable con cable rosa. 🌸 【Akko V3 Yellow Linear Switch】: El sonido es pequeño y fácil de tocar. Se caracteriza por su movimiento recto hacia arriba y hacia abajo, baja presión, tacto suave y cómodo. No es fácil cansarse tras largos toques. Se adapta a las necesidades de juego y mecanografía y es adecuado para usuarios que mecanografían o tienen varios juegos. 🌸【PBT Dye-Sub Keycaps】: Las teclas de sublimación son extremadamente duraderas y resistentes al desgaste, incluso durante décadas, y las leyendas no se desvanecerían fácilmente en comparación con las teclas ABS tradicionales. 🌸【Full Anti-Ghosting Keys】: Con la función N-Key Rollover (NKRO), el teclado admite pulsaciones simultáneas sin conflictos y siente la experiencia definitiva a través de juegos fluidos. 🌸【DIY Macros Programables】: Todas las teclas del teclado se pueden reasignar para habilitar secuencias de acciones, excepto las que se utilizan para controlar el modo macro (Esc/Win). El teclado tiene ranuras LED integradas para mods con animación luminosa posterior personalizable. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61C9jaZI6qL._AC_SX466_.jpg\":[466,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/World-Teclado-mec%C3%A1nico-Akko-Generaci%C3%B3n/product-reviews/B08X5ZMTBQ/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "RK ROYAL KLUDGE RK61 Teclado Inalambrico, Español Teclado Mecánico Gaming 60% RGB Bluetooth/USB-C/2.4Ghz Interruptor Rojo Hot Swap Compatible con MacBook/iPad/iOS/Mac OX/Windows PC Tableta, Blanco", "price": null, "short_description": "Acerca de este producto ✅ 【Multi-dispositivo y tres modos de conexión】: El teclado mecánico ROYAL KLUDGE RK61 puede conectarse a hasta tres dispositivos simultáneamente y cambiar entre ellos fácilmente. En el modo con cable, este producto es compatible con Windows y Mac. En el modo inalámbrico Bluetooth, es compatible con dispositivos del sistema Android e iOS. Se puede conectar mediante Bluetooth/USB-C/2.4Ghz.Enlace de software RK61: bit.ly/RKRGBSOFT ✅ 【Diseño Español de 62 Teclas】: Este mini teclado mecánico compacto al 60% cuenta con 62 teclas y es perfecto para su uso en la oficina y para jugar. Su diseño compacto con teclas en español lo hace ideal para espacios reducidos. Un teclado sin teclado numérico es la opción preferida para la mayoría de los jugadores, lo que permite más espacio para el movimiento del ratón. ✅【Retroiluminación LED RGB】: El teclado mecánico RK61 RGB cuenta con 18 modos de retroiluminación RGB, 8 modos de retroiluminación monocromática y 1 modo de retroiluminación a todo color, que le permitirán disfrutar aún más mientras juega o escribe en la oscuridad. ✅ 【Interruptor Rojo intercambiable en caliente】: Interruptor lineal, lo que significa que la fuerza al principio y al final de cada trazo es casi idéntica. El resultado es una sensación que la mayoría percibe como \"más suave\" y \"más rápida\", lo que los hace especialmente populares entre los entusiastas de los juegos. El interruptor rojo es el interruptor que mejor se adapta a la oficina. ✅ 【Compatibilidad del Teclado y Servicio Confiable】: El teclado mecánico RK61 cuenta con un diseño científico de teclas escalonadas que brinda la máxima comodidad, manteniendo tus manos en su posición más natural. Es compatible con Windows XP / Vista / 7/8/10 / iOS / Mac OS / Linux / Android. Si llegas a tener algún problema, no dudes en contactarnos. En RK ROYAL KLUDGE, no escatimamos esfuerzos para brindar el mejor servicio a cada cliente en un plazo de 24 horas. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61WkV6oo7yL._AC_SX522_.jpg\":[522,522]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/ROYAL-KLUDGE-RK61-Inalambrico-Interruptor/product-reviews/B09JKGYLNY/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER TH66 Pro 65% Hot Swappable RGB Triple Mode Teclado Mecánico Gaming, NKRO Teclado con MDA PBT Teclas, Control de Botones para Mac/Win(TH66 Pro Monet Keycap, Flamingo Switch)", "price": null, "short_description": "Acerca de este producto 【Teclado mecánico para juegos 65 % en caliente】con modularidad incorporada para todo, desde la conectividad hasta los interruptores, el TH66 PRO es un teclado para aquellos a los que les gusta cambiar algo. El diseño del 65% ofrece comodidad de escritura y conciencia del espacio, el botón giratorio de metal programable permite un control adicional sobre su configuración. Hay tres formas de conectividad: Bluetooth 5.0, 2.4 GHz y una salida USB-C con cable. 【Tres modos de conectividad: Bluetooth 5.0 y 2.4 GHz&Cable Type-C】equipado con una batería de 2200 mAh, este teclado admite conexiones inalámbricas y con cable. En la opción inalámbrica, se puede seleccionar Bluetooth (hasta 5.0) o 2.4GHz, y la tasa de sondeo puede ser de hasta 1000Hz con 2.4GHz. En el modo con cable, la macro se puede programar para que se adapte mejor a sus hábitos de escritura. 【Estructura modificada similar al sello y amortiguador de espuma】adopta juntas en los bordes de la carcasa inferior como punto de contacto principal, aporta sensaciones táctiles suaves y sonidos más silenciosos. Se utilizan unos pocos tornillos para asegurar la placa y la placa de circuito impreso para eliminar la falta de apoyo e inestabilidad cuando escribe duro. Además, en este modelo se utilizan dos capas de espuma de amortiguación EVA. 【Botón de metal programable de aluminio y estabilizador prelubricado】un botón de aluminio está colocado en la parte superior derecha del teclado. La función estándar del botón es silenciar el sonido, pero también puedes programarlo para otras funciones, como reproducir/pausa, abrir la función de búsqueda o incluso algunos atajos de teclado como ctrl+c o ctrl + v. Para minimizar la brecha de la sensación de escritura y el sonido entre botones grandes y pequeños 【PBT Keycaps in MDA Profile&Dye-sub Technique】El teclado TH66 PRO viene con los populares teory Keycaps en un perfil MDA único. Las teclas están hechas de teclas PBT de alta calidad en el proceso Dye-Sub. Estos a menudo se consideran la primera opción para los materiales de las teclas, incluso a través de las teclas ABS, ya que PBT es mucho más duradero y resistente al aceite y conserva el color. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61SY+dIECTL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/EPOMAKER-TH66-mec%C3%A1nico-Bluetooth-iluminaci%C3%B3n/product-reviews/B0B5TZQ8C1/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Akko Teclas de Teclado PBT Double-Shot Full Keycap Set, ASA Profile, US Layout para Mechanical Gaming Keyboards/DIY Kit con Caja de Colección, ISO Entrar (Azul y Blanco, 197 Keys)", "price": null, "short_description": "Acerca de este producto 【Tema azul y blanco】: el azul y el blanco es una combinación pura que aporta tranquilidad y concisión. El azul profundo sobre una base blanca nos hace adivinar el lejano cielo azul. 【Doble disparo PBT】: las teclas de doble disparo son extremadamente duraderas y resistentes al desgaste incluso durante décadas, y las leyendas impresas son especialmente vívidas, nítidas con alto contraste. Perfiles ASA: el perfil ASA patentado de Akko está diseñado para ofrecer una experiencia de escritura más familiar y cómoda ajustando la altura para el perfil OEM mientras mantiene la estética y la parte superior esférica del clásico perfil SA. 【Máxima flexibilidad de personalización】: el juego de teclas de 197 teclas viene con el perfil Akko ASA y es adecuado para una variedad de diseños, incluyendo pero no limitado a teclas 61 (60%), 68 teclas (65%), tecla 84/87 (80% TKL), tecla 92/96 (85%), 100 %. -Botón (96) %) y tamaño completo de 108 teclas y, por lo tanto, ofrece una alta flexibilidad para la personalización del teclado. Soporta barra espaciadora dividida, modificador Mac. 【Para interruptores de estructura MX】: estas tapas de teclas son compatibles con interruptores estructurales MX, incluyendo, pero no limitado a Cherry, Gateron, Akko y Kailh, etc. Las teclas grandes con diseño no estándar y estabilizadores pueden no ser compatibles. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61Mxe2XAZSL._AC_SX522_.jpg\":[522,522]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "* Otras especificaciones: YUNZII AKKO Neon Keycap Material: 85% PBT (polibutileno tereftalato). Perfil: perfil en forma de cereza Compatibilidad del interruptor: Cherry MX interruptores y clones incluyendo Gateron, Halo y Kaihua Compatibilidad del diseño: 60%, 65%, 75&, Winkeyless, Tenkeyless y Fullsize teclados. Tamaño de la barra espaciadora: 6,25 U, 7 U Número de botones: 157. Incluye extractor de teclas. Paquete de recogida de teclas utilizable. Ideal para regalo. Paletas de colores de neón estéticas llamativas.", "sales_rank": null, "link_to_all_reviews": "/Akko-Double-Shot-Mechanical-Keyboards-Colecci%C3%B3n/product-reviews/B09Z1YVVLP/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Logitech G413 TKL SE Teclado Mecánico Gaming - Teclado Compacto Retroiluminado con Interruptores Mecánicos Táctiles, Anti-Ghosting, Compatible con Windows, macOS, Disposición QWERTY Español - Negro", "price": null, "short_description": "Acerca de este producto Que tus habilidades gaming pasen a otro nivel: Logitech G413 TKL SE es un teclado con diez teclas menos con funciones para gaming con la resistencia y el rendimiento necesarios para competir Tapas para teclado de PBT: resistente al calor y al desgaste, este teclado para gaming en el ordenador cuenta con el material más duradero utilizado en cuanto al diseño de las teclas Interruptores mecánicos táctiles: rendimiento de calidad siempre al alcance de tu mano con este teclado para gaming con cable Color, material y acabado de calidad: mejora tu configuración gaming con este teclado retroiluminado que cuenta con una elegante carcasa de aleación cepillado en negro y una iluminación LED blanca Función anti-ghosting de 6 teclas: experimenta una pulsación fiable de las teclas con prevención de efecto fantasma frente a los teclados mecánicos que no son para gaming Teclas FN de control multimedia: con doce (12) teclas de función (FN) para controlar el volumen, reproducir, pausar, saltar una pista, silenciar, alternar la iluminación, bloquear Windows, etc Diseño de cuerpo robusto con mínima flexión: la carcasa con aleación de aluminio y magnesio sirve como el eje o columna vertebral de este teclado con cable Opción de tamaño completo: también está disponible un diseño completo de 104 teclas (Logitech G413 SE) \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61Rqvrdp61L._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Logitech-G413-Teclado-Mec%C3%A1nico-Gaming/product-reviews/B07W7KMK4W/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Logitech G G715 Teclado Para Gaming Inalámbrico con Iluminación LIGHTSYNC RGB, LIGHTSPEED, Interruptores Táctiles (GX Marrón) y Reposamanos Para Teclado, Compatible con PC y Mac - Blanco Niebla", "price": null, "short_description": "Acerca de este producto Cómodo: déjate llevar por el diseño del teclado Logitech G715 y su cómodo reposamanos; la disposición compacta del teclado mecánico TKL y la altura regulable proporcionan esa sensación placentera de juego continua No pares de jugar: juega con libertad gracias a la batería recargable de 25 h de duración (con iluminación completa), la tecnología inalámbrica Logitech LIGHTSPEED y la conectividad Bluetooth La potencia de LIGHTSPEED: juega mejor con la tecnología inalámbrica ultrarrápida LIGHTSPEED; ahorra un puerto USB y sincroniza este teclado mecánico inalámbrico con el ratón inalámbrico G705 a la vez Iluminación ideal: Logitech LIGHTSYNC RGB por tecla y perímetro con animaciones de estado precargadas, iluminación exclusiva de Aurora; personaliza la iluminación de tu teclado RGB en el G HUB Tecnología gaming: mejora tu juego con este teclado compacto de Logitech, con la agradable sensación de los interruptores GX que elijas, juego sin o con cable, y controles multimedia completos Personalízalo: completa el diseño de tu teclado mecánico personalizado con las teclas y placas superiores en múltiples colores, como Pink Dawn y Green Flash; se venden por separado De la colección Aurora: el equipamiento gaming, mejor junto; el teclado Logitech G715, los auriculares G735 y el ratón G705 comparten diseño y estética; los accesorios gaming se venden por separado \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61J4zHFTKrL._AC_SX425_.jpg\":[425,425]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Logitech-Inal%C3%A1mbrico-Iluminaci%C3%B3n-Interruptores-Reposamanos/product-reviews/B07W6H4R4J/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Razer Huntsman Mini (Purple Switch) - Teclado Gaming, compacto para juegos del 60% con interruptores opto-mecánicos (tapas de teclas PBT, cable USB-C desmontable) Teclado Español - Negro", "price": null, "short_description": "Acerca de este producto Switches ópticos Razer: Ofrece un accionamiento rápido, ligero y fluido que los switches mecánicos, así como óptima durabilidad ya que necesita menos piezas móviles que funcionan con menos fricción; Disponible en dos variantes: lineal y con sonido click Teclas de PBT de doble inyección con funciones secundarias impresas en el lateral: Diseñado para una óptima durabilidad, no se va a deteriorar nunca con un acabado brillante ni se van a desgastar las etiquetas por el uso intenso; Funciones secundarias impresas en el lateral para facilitar la referencia Memoria integrada y preajustes de iluminación: Guarda y activa hasta 5 perfiles de teclado sin necesidad de software, mientras lo personalizas más con un paquete de efectos de iluminación Diseño compacto 60 %: óptimo para escritorios pequeños o minimalistas en los que el espacio es primordial; Su diseño compacto significa que te lo puedes llevar sin problemas y es fácil de colocar para jugar, lo que te permite que juegues con comodidad Cable tipo C desmontable: Conecta tu teclado y juega al instante sin líos para tus LAN parties y torneos; Un cierre de seguridad mantiene el cable conectado durante toda la partida \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX450_.jpg\":[278,450],\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX522_.jpg\":[322,522],\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX569_.jpg\":[351,569],\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX355_.jpg\":[219,355],\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX679_.jpg\":[419,679],\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX425_.jpg\":[262,425],\"https://m.media-amazon.com/images/I/71duWkfGOyL._AC_SX466_.jpg\":[287,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Huntsman-Mini-Purple-Switch-Spanish/product-reviews/B08GM91TCC/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Dierya DK61se Teclado Mecánico Gaming Mini 60% Red Switch Mechanical Keyboard Retroiluminación Azul Hielo,Cable USB-Type C,Teclado Ultra-Compacto 61 Teclas Anti-Fantasma para PC/Mac/Windows", "price": null, "short_description": "Acerca de este producto ⌨【60% Factor de Forma del Teclado】El cuerpo del DK6SE con un diseño ultra-compacto que puede ser agarrado con una mano, La calidad general de construcción era sólida. Ahorra espacio en el escritorio y más espacio de operación para el ratón. ⌨【Interruptor mecánico lineal rojo】El rebote del interruptor lineal rojo es suave, y la mano se siente ligera. Adecuado para las personas que escriben y juegan durante mucho tiempo. ⌨【Full Anti-Ghosting Keys】DK61SE light up keyboard soporta la entrada de 61 teclas al mismo tiempo, 1000Hz polling rate, no lag, no conflicto, smooth gaming and typing, 44 grupos de teclas de función FN+ pueden realizar las funciones de un teclado de tamaño completo. ⌨【Diseño ergonómico】Las teclas del teclado DK61SE RGB retroiluminado tienen un diseño ergonómico escalonado, el teclado tiene una altura cómoda para escribir, y no es fácil cansarse. Está especialmente diseñado para jugadores, trabajadores de oficina, redactores, programadores y mecanógrafos. ⌨【Compatibilidad y servicio postventa】 Compatible con Windows 11/10/8/7/XP. Mac OS, Vista y Linux solo son compatibles para la mecanografía y el trabajo de oficina. Nuestros productos soportan una garantía de un año, si encuentra algún problema, no dude en ponerse en contacto con nosotros, DIERYA le dará una respuesta satisfactoria en 24 horas. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71-fxsCOHNL._AC_SX522_.jpg\":[522,522]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/DK61se-Mechanical-Retroiluminaci%C3%B3n-Ultra-Compacto-Anti-Fantasma/product-reviews/B09SLSJ5HL/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Dierya Teclado Inalambrico Mecanico Gaming DK63 60% Brown Switch Mechanical Keyboard con Bluetooth 5.0/Type-C,Retroiluminación RGB,Batería1900 MAh, Anti-Fantasma para PC/Mac/Windows-US Layout", "price": null, "short_description": "Acerca de este producto 【Ultra-compact layout】Este teclado del 60% tiene un diseño ultra-compacto de 63 teclas para mantener, con teclas de flecha Es más conveniente para operar que otros teclados mecánicos del 60 por ciento. adecuado para todos los entornos, viajes de negocios, juegos, oficina, uso en el hogar, porque su mini tamaño es muy fácil de llevar. 【Wired & Wireless Gaming Keyboard】Se conecta con hasta 3 dispositivos a través de Bluetooth y cambia entre ellos fácilmente. Cuenta con Bluetooth 5.1 para conectar el smartphone, el portátil y el iPad al mismo tiempo, cambiando fácilmente entre ellos. También tiene modo con cable con conexión USB Tipo-C. 【Brown Switch】Los interruptores marrones son más ligeros con una sutil respuesta táctil y audible. Una buena mezcla de escritura y juego, ideal para escribir en la oficina. 【Cool RGB Backlight Effect】Our RGB keyboard has 4 brightness lighting levels, 19 RGB backlight modes, 8 monochrome backlight modes. You can customize lighting effects through software, with up to 16.8 million lighting colors. These modes give you more fun when you're gaming or typing at night. 【1900mAh Battery】El teclado mecánico para juegos DK63 con una capacidad de batería de 1900mAh， dura hasta 60 horas (probado con iluminación RGB estática), o hasta 5 días de uso normal (8 hrs/día). \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71MFYoOMqWL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Dierya-Inalambrico-DK63-Retroiluminaci%C3%B3n-Anti-Fantasma/product-reviews/B0B5DFFYR7/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER CIDOO V65 V2 Teclado mecánico inalámbrico con Cable 65% de conexión en Caliente, con Software programable Via, LED orientado al Sur, Carcasa CNC de Aluminio, Espuma Poron para Linux/Win/Mac", "price": null, "short_description": "Acerca de este producto Teclado mecánico 65% y soporte de programación VIA: CIDOO V65 es un teclado mecánico extremadamente potente del 65% que admite la programación VIA. Aunque el teclado es compacto, tiene todas las teclas importantes para el trabajo diario y el juego, así como teclas de cursor. Además, VIA le permite crear fácilmente macros y reutilizar su distribución de teclado para acceder rápidamente a cualquier función de cada programa. La memoria integrada le permite guardar hasta 6 niveles diferentes y cambiar entre ellos. La V65 es ideal para aquellos que necesitan precisión, velocidad, fiabilidad y resistencia para largas sesiones de juego. 【Gasket Mount-The Desired Structure】El V65 está diseñado como un teclado mecánico con junta con espuma de amortiguación Poron y una placa de PC incluida. El sello dentro del diseño del teclado hace que la escritura se sienta más suave y amortiguada, con integridad estructural adicional a lo largo del tiempo. La experiencia de escritura táctil y auditiva se mejora aún más en la V65 mediante el uso de espuma Poron de alta calidad. La espuma Poron en nuestra construcción amortigua la reverberación dentro de la caja, lo que reduce eficazmente las resonancias y crea un perfil de sonido más claro. La placa de PC incluida se puede colocar mejor en el soporte de sellado en comparación con otras placas más flexibles, como acero o FR4. Esto contribuye a la estabilidad del teclado durante largas sesiones de juego. 【Conectividad por cable y Bluetooth, soporte Win/Mac OS/Linux】Con la batería incorporada de 3000 mAh, la V65 admite tanto la conexión inalámbrica a través de Bluetooth como el uso por cable con el cable USB tipo C incluido. El teclado se puede conectar a hasta 3 dispositivos, y puede cambiar fácilmente entre dispositivos presionando Fn + Z, X o C. La V65 es perfecta para escribir sobre la marcha o usar con configuraciones móviles. El V65 es compatible tanto con Windows como con MacOS, y puede cambiar entre los diseños del sistema operativo llamando al modo Win (Fn+Q) o al modo Mac (Fn+W). 【LED orientados al sur y tubos de luz】El CIDOO V65 tiene una retroiluminación RGB que también es personalizable a través de VIA. El LED RGB orientado al sur está diseñado para iluminar mejor la retroiluminación del teclado desde el ángulo de visión del puntero cuando se instalan las teclas PBT no translúcidas de alta calidad. Además, las interferencias se evitan cuando el usuario instala las populares teclas de perfil de Cherry. Además, el teclado está equipado con líneas de luz que hacen que la iluminación RGB sea más brillante y brindan más diversión al personalizar su entorno de escritura. Switches lineales mate personalizados de Quark y diseño intercambiable en caliente: los interruptores de la V65 son interruptores Quark Matte, que ofrecen una experiencia de escritura lineal con 47 g de fuerza de accionamiento. Con carcasa de nailon, vástagos POM y lubricación de fábrica, los interruptores son duraderos y contribuyen a un entorno acústico claro. El V65 está equipado con una placa de circuito impreso intercambiable en funcionamiento que admite interruptores mecánicos de 3 pines y 5 pines. Los teclados intercambiables en caliente permiten el intercambio conveniente de interruptores con otros interruptores mecánicos. Esto significa que puede usar otros interruptores mecánicos en el V65 sin necesidad de soldar. 【Botón giratorio para control de medios y NKRO compatible】 El CIDOO V65 está equipado con un botón giratorio para controlar el volumen. Simplemente girando hacia la izquierda o hacia la derecha y presionando el teclado puede subir, bajar o silenciar completamente el volumen del sistema. En cuanto a la anti-ghosting, el teclado de fábrica está equipado con 6KRO y se puede cambiar al modo NKRO. Con las características anteriores, CIDOO V65 es el teclado definitivo para jugadores. El CIDOO V65 viene con una carcasa de aluminio CNC. Nuestro aluminio ha sido tratado eléctricamente para dar a la carcasa del teclado un mejor acabado superficial y una textura sedosa. Las pinturas resultantes no solo son extremadamente duraderas, el proceso también fortalece el aluminio en sí, lo que lo hace duradero y resistente a la corrosión y la oxidación. Lentes de tinta retro PBT: las teclas Dye-Sub PBT en color gris beige están especialmente diseñadas para integrarse en el tema retro. Las teclas PBT a menudo se consideran la primera opción para las teclas, incluso en comparación con las teclas de ABS, ya que el material PBT es mucho más duradero y resistente al aceite (no brilla con el tiempo como el ABS) y conserva el color. Mostrar más", "images": "{\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61fPPcfqIlL._AC_SY355_.jpg\":[355,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Teclado mecánico, AK33 Teclado mecánico para juegos con cable USB retroiluminado con LED blanco, Teclado compacto para juegos de 82 teclas con teclas anti-efecto fantasma(Interruptor rojo, blanco)", "price": null, "short_description": "Acerca de este producto 【Keyboard Teclado compacto de 82 teclas】 Este teclado mini-mecánico presenta un diseño muy simplificado que reduce el tamaño a 12.2 x 4.72 pulgadas mientras conserva los botones comunes. Su tamaño compacto ahorra espacio. Y el diseño del cable USB enchufable, plug and play, también aumenta en gran medida su portabilidad. Este es un teclado mecánico perfecto para uso en la oficina o el hogar. 【Interruptor rojo】 El interruptor rojo modificado especial proporciona un excelente tacto, sensibilidad y respuesta. 50 millones de pruebas de botón, 40 +/- 20 gramos de fuerza de botón y 1.5 +/- 0.6 mm de recorrido de la tecla proporcionan la experiencia mecánica más pura. Se siente más ligero y no tiene sentido de paso. Va hacia arriba y hacia abajo y se siente suave. Equilibra las necesidades de juegos y mecanografía. 【Teclado de juegos retroiluminado blanco】 El teclado mecánico retroiluminado blanco proporciona una visión de cristal puro. Hecho de ABS de alta calidad y materiales metálicos, está grabado con láser con teclas de caracteres y es extremadamente duradero. También presenta 12 botones multimedia, diseño antideslizante y a prueba de salpicaduras, almohadillas ajustables y un cable USB chapado en oro que proporciona el ángulo de escritura perfecto y una experiencia de alta calidad. 【82 teclas anti-efecto fantasma】 Puede permitir que varias teclas funcionen a alta velocidad al mismo tiempo. Tiene un chip de control profesional que proporciona una excelente durabilidad y un rendimiento estable. Cada botón está controlado por un interruptor independiente, lo que le permite disfrutar de juegos de alta calidad que responden rápidamente. 【Diseño ergonómico】 Este teclado mecánico con cable adopta un diseño de botón ergonómico R5 con varias formas de botón. Puede hacer clic en los botones de área ESC y F más rápidamente, y el diseño es alto y bajo, lo que es más adecuado para el movimiento manual y reduce la fatiga de los dedos. Y algunas teclas comunes usan un diseño controlable que se amplía y amplía para aumentar la comodidad del jugador y proporcionar velocidades de botón más rápidas. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX466_.jpg\":[363,466],\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX569_.jpg\":[444,569],\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX425_.jpg\":[332,425],\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX450_.jpg\":[351,450],\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX522_.jpg\":[407,522],\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX679_.jpg\":[530,679],\"https://m.media-amazon.com/images/I/61R1YKwPZPL._AC_SX355_.jpg\":[277,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/mec%C3%A1nico-retroiluminado-compacto-anti-efecto-Interruptor/product-reviews/B07XBSDCL5/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER EK68 65% Junta Teclado mecánico NKRO con perilla, intercambiable en caliente Triple Mode Teclado inalámbrico para juegos con cable con batería de 3000 mAh,RGB para Win/Mac(Gateron Pro Yellow)", "price": null, "short_description": "Acerca de este producto 【Teclado mecánico EPOMAKER EK68 con junta】es conocido por la comunidad que un teclado con junta en comparación con otros soportes, tales como: Por ejemplo, el soporte superior, tiene un perfil de sonido más limpio y también proporciona una experiencia de escritura más suave, lo que ayuda a evitar la fatiga de la mano para aquellos que escriben durante mucho tiempo. El nuevo teclado EPOMAKER EK68 utiliza esta estructura preferida para ofrecer una experiencia de escritura flexible y silenciosa. 【Tres modos de conexión: Bluetooth de 5.0 y 2.4 GHz y cable tipo C】 el teclado está equipado con una gran batería de 3000 mAh y admite conexiones inalámbricas y con cable. En la opción inalámbrica se puede elegir entre Bluetooth (hasta 5.0) o 2.4GHz. El modo con cable incluye un cable USB-C para una transmisión rápida y estable. El cambio sin problemas entre cada dispositivo es muy sencillo. 【66 teclas + un botón giratorio, 65% diseño compacto】el EPOMAKER EK68 es un teclado mecánico con tres modos diseñado en un diseño compacto del 65% para maximizar las funciones sin perder un mínimo de espacio. Carcasa con 66 botones y un botón giratorio, Ek68 seguramente va más allá de tus expectativas, con la toma de corriente de intercambio en caliente y software programable, increíble retroiluminación RGB. 【PCB intercambiable en caliente, compatible con interruptor de 3 pines/5 pines】El teclado EPOMAKER EK68 está equipado con PCB intercambiables en caliente para garantizar un reemplazo gratuito. Es compatible con la mayoría de los interruptores mecánicos de 3 pines y 5 pines como Cherry, Gateron y otros interruptores MX y su clonación. Los enchufes intercambiables en caliente no solo prolongan la vida útil del interruptor, sino que también ofrecen más oportunidades para los amantes del bricolaje 【Cherry Profile Double Shot PBT】A pesar de la funcionalidad, EPOMAKER no ahorra esfuerzo para presentar su estética con un conjunto de teclas de color negro y dorado fabricadas con material PBT de alta calidad a través de tecnología de doble tiro. Las teclas PBT con perfil de Cherry son duraderas, resistentes al aceite y conservan su color incluso después de un uso prolongado. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX679_.jpg\":[679,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/EPOMAKER-mec%C3%A1nico-intercambiable-caliente-inal%C3%A1mbrico/product-reviews/B0BM4GTHNR/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Teclas HyperX Pudding Keycaps – Conjunto completo de teclas – PBT – {Blanco} – Diseño inglés (EE. UU.) – 104 teclas, retroiluminado, perfil OEM", "price": null, "short_description": "Acerca de este producto Diseño traslúcido para una iluminación RGB brillante Doble capa de material PBT duradero Fuente característica de HyperX Herramienta elegante de extracción de teclas de HyperX incluida Compatibles con los teclados mecánicos de HyperX \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61FZ7wf8+dL._AC_SX466_.jpg\":[466,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Teclas-HyperX-Pudding-Keycaps-retroiluminado/product-reviews/B087QTR4CT/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Portátil 60% Teclado Mecánico para Juegos con Teclado PBT Dye-Sublimation 18 RGB Chroma Retroiluminado Mini Compacto 62 Teclas Cable USB-C Teclas Completas Anti-Fantasma para PC Mac-Azul/Rojo Switch", "price": null, "short_description": "Acerca de este producto ➣【Teclado Portátil para Juegos al 60%】Las notables ventajas del tamaño pequeño y las funciones grandes hacen que este mini teclado mecánico al 60% sea la mejor opción para los jugadores. El diseño compacto de 62 teclas puede llegar a las teclas estándar de 89 teclas y funciones multimedia a través de la combinación FN. El tamaño es solo el 60 por ciento del teclado de tamaño completo, lo que ahorra espacio en el escritorio y es fácil de transportar. ➣【Teclado Mecánico con Interruptor Rojo】El teclado con interruptor rojo de alta calidad proporciona un buen tacto, sensibilidad y respuesta. Probado hasta 50 millones de pulsaciones de teclas, fuerza de tecla de 40 g y recorrido de pulsación de 2,0 mm. El interruptor rojo tiene las características de sonido bajo, toque fácil y suave, y sin sentido de párrafo. ➣【18 RGB Chorma Backlit】Teclado retroiluminado RGB para juegos, cada luz LED con PWM de 256 niveles, 18 efectos de iluminación geniales, elija a voluntad, agregue diversión al juego. La tecla FN+Tab puede cambiar una variedad de efectos de retroiluminación. Presione FN+Backspace para apagar/encender la retroiluminación. Teclas de inyección de dos colores ABS de alta calidad con alta transmisión de luz y resistencia al desgaste. ➣【Tecla de Sublimación de Tinta PBT】Las teclas de sublimación de calor de estilo de juego único hacen que su teclado se destaque y muestre su personalidad. Cada tecla del teclado tiene un control de interruptor independiente, y toda la tecla es anti-ghosting, lo que permite que varias teclas funcionen a alta velocidad al mismo tiempo sin conflicto. El potente rendimiento de los juegos te permite disfrutar de juegos de alta gama con una capacidad de respuesta increíblemente rápida. ➣【Plug and Play】El teclado se envía con un cable USB-C desmontable para facilitar la portabilidad. El teclado con cable es plug and play, no requiere software de controlador. Es ampliamente compatible con PC, computadora portátil, computadora, Windows 2000/7/10/XP/VISTA/ME/MAC OS, etc. Mantenga presionado FN+ESC durante aproximadamente 3 segundos para restaurar el teclado a la configuración de fábrica. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71b0xQ6wTcL._AC_SX569_.jpg\":[569,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Port%C3%A1til-Dye-Sublimation-Retroiluminado-Completas-Anti-Fantasma/product-reviews/B09T68S3BL/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "ASHATA Teclado Retro Inalámbrico para Máquina de Escribir, Bluetooth, Clásico, Clásico, Eje Verde, Teclado Mecánico Real con Tecla Punk para Mac/PC/Computadora Portátil/Tableta/Teléfono Móvil", "price": null, "short_description": "Acerca de este producto Resistencia al desgaste: este teclado mecánico retro está hecho de material resistente a los impactos, lo que garantiza una alta resistencia al desgaste. Fácil operación: este teclado mecánico retro tiene blueteeth 5.0 que admite 3 dispositivos de control maestro FN, lo que proporciona una operación conveniente. Batería de 2000 mA: este teclado mecánico retro tiene una batería incorporada de 2000 mA que puede soportar 16 horas de control y funcionamiento inalámbricos. Diseño único: este teclado mecánico retro posee un soporte para portátil y teléfono, la luz y el brillo se pueden ajustar. Amplia aplicación: este teclado mecánico retro es adecuado para el trabajo, el estudio y los juegos, se puede usar en el hogar, la escuela y la oficina. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/710wn+cVnQL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Logitech G413 Teclado Gaming Mecánico, Teclas Retroiluminadas, Teclas Romer-G Táctil, Aleación de Aluminio 5052, Personalizable, Conexión de Paso de USB, Disposición QWERTY Portugués - Carbón", "price": null, "short_description": "Acerca de este producto Mecánico Romer-G Táctil : El interruptor mecánico Romer-G está pensado para un rendimiento profesional, una gran capacidad de respuesta y larga duración Retroiluminación Precisa: El diseño del teclado mecánico incluye también retroiluminación precisa y nítida a través de la superficie de las teclas que están siempre visibles Aleación de Aluminio de Aeronave: Este teclado tiene un diseño minimalista y una completa gama de funciones, con un acabado y rendimiento de gama alta Conexión de Tipo USB: El cable USB especial adicional conecta la conexión de paso USB a su propia entrada, para dar el 100 por cientode potencia y velocidad de datos Teclas para Gaming: Las teclas de función FN permiten controlar volumen, reproducción y pausa, saltos de pista, silencio, activar o desactivar la iluminación La Calidad Logitech: Descubre nuestros teclados y ratones con cable, inalámbricos o Bluetooth y accesorios para tablets o diseñados para el gaming como teclados mecánicos y ratones precisos \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61oFiaOnQaL._AC_SX522_.jpg\":[522,522]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Logitech-Teclado-Mec%C3%83%C2%A1nico-Gaming-Portugu%C3%83%C2%A9s/product-reviews/B074DZ9XK5/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Logitech G Pro TKL Teclado Gaming Mecánico sin Teclado numérico, Teclas GX-Clicky Azules, RGB LIGHTSYNC, Diseño portátil para Esports, Cable Micro USB Desmontable, QWERTY Español - Negro", "price": null, "short_description": "Acerca de este producto Creado especialmente para los profesionales – Creado con y para los deportistas de eSports para alto rendimiento en competición, velocidad y precisión Interruptores profesionales GX Blue con clic perceptible – Los duraderos interruptores GX Blue con clic perceptible ofrecen un clic audible y tienen una protuberancia táctil para ofrecer respuesta y garantizar una pulsación de teclas sólida y segura Diseño compacto ultraportátil – El diseño compacto sin teclado numérico libera espacio en la mesa para los movimientos del ratón. Además se guarda con facilidad para llevarlo a los torneos RGB LIGHTSYNC – Usa LIGHTSYNC para resaltar teclas y programa patrones de iluminación estática en la memoria integrada para sistemas de torneos que no permitan la instalación de G HUB.* Cable extraíble – El cable micro USB extraíble con diseño de tres clavijas facilita una conexión segura y permite llevarlo fácilmente en la bolsa de viaje \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/51HaCM8wFcL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Logitech-Mec%C3%A1nico-GX-Clicky-LIGHTSYNC-Desmontable/product-reviews/B07W7L9JXG/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "ZIYOU LANG 60% Teclado mecánico para Juegos Tipo C con Cable 68 Teclas RGB LED retroiluminado USB Teclado Impermeable con Teclas Extra Multicolores Personalizadas Compatible con PS4/PS5/Xbox/PC", "price": null, "short_description": "Acerca de este producto 【Teclado mecánico compacto portátil】Diseñado con ultrafino, peso ligero, tamaño pequeño y perspectiva concisa, el teclado T8 es un teclado mecánico portátil compacto para juegos de 68 teclas. dándole más espacio en su escritorio para mover el mouse o colocar otros dispositivos. Diseñado para la longevidad con mayor durabilidad y capacidad de respuesta. 【Múltiples colores retroiluminados RGB】 18 efectos retroiluminados, te permiten disfrutar de una experiencia de escritura y juego más inmersiva y colorida. Puede ajustar el modo de retroiluminación, la velocidad de la retroiluminación y el brillo según sus necesidades, o apagar la retroiluminación. Te da un disfrute increíble por la noche cuando juegas o escribes. 【Teclas personalizadas multicolores únicas】 Combinación clásica de color blanco y negro, teclas Esc y barra espaciadora personalizadas extra rojas, llenas de barra espaciadora radiante única personalizada y tecla ESC con el logotipo de la marca, lo que le permite sobresalir entre muchos jugadores, para mostrar hermosos efectos de iluminación en la noche. 【Anti-ghosting 68 Keys】Permite que varias teclas funcionen simultáneamente con alta velocidad. Cada tecla está controlada por un interruptor independiente, le permite disfrutar de juegos de alta calidad con una respuesta rápida, ideal para jugadores, mecanógrafos, programadores, escritores, etc. 【Alta calidad y rendimiento fiable】Equipado con chip IC de consola de juegos, respuesta rápida, crea un teclado mecánico de juego real desde adentro hacia afuera. Interfaz tipo C, tecla de inyección de combustible ABS, buena transmisión de luz, sin decoloración. Esperamos ofrecer a los clientes el mejor servicio. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71z-U9R0FVL._AC_SX679_.jpg\":[679,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/retroiluminado-Impermeable-Multicolores-Personalizadas-Compatible/product-reviews/B09T6HY6M1/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Glorious PC Gaming Race GMMK - Teclado Mecánico, Cable Modular USB, Interruptores Gateron Instalados en Color Marrón, Luz de Fondo RBG, Disposición del Teclado en EE.UU, TKL", "price": null, "short_description": "DISEÑO DE TECLADO COMPLETO; El diseño modular del teclado permite cambiar rápida y fácilmente los interruptores y las almohadillas; Personalice su teclado para escribir con rapidez y facilidad o para realizar movimientos ultraprecisos en cualquier juego COMPATIBILIDAD DE LOS INTERRUPTORES; El GMMK utiliza interruptores Gateron Brown. Totalmente modular, puede añadir interruptores Cherry MX: Azul, Rojo, Negro, Azul, Velocidad, Silencio, o sus equivalentes Kailh y Gateron en cualquier combinación que te convenga COMODIDAD DE ESCRITURA; los interruptores instalados en el teclado proporcionan un bajo nivel de ruido, y la tecnología anti-ghosting con N-key rollover garantiza la correcta lectura de los clics de las teclas incluso cuando se escribe rápido o se juega duro SOFTWARE GMMK; Esta aplicación permite establecer macros en todo el teclado y personalizar la retroiluminación RGB de cada tecla del teclado; no se necesita ningún software para manejar los teclados EL PAQUETE INCLUYE; el teclado para juegos Glorious GMMK, herramientas de extracción de teclas e interruptores, superposición de Glorious Esc, manual de usuario, pegatina Gloriosa, almohadillas antideslizantes", "images": "{\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX522_.jpg\":[303,522],\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX425_.jpg\":[247,425],\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX679_.jpg\":[394,679],\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX342_.jpg\":[199,342],\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX466_.jpg\":[271,466],\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX569_.jpg\":[331,569],\"https://m.media-amazon.com/images/I/71bOh8oLyZL._AC_SX385_.jpg\":[224,385]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "", "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "Aoopee Teclado Mecánico Gaming RGB,Teclado Gaming Retroiluminación,Azul Anti-Efecto Fantasma,4 Teclas Multimedia,Paso de USB,Cómodo y Ergonómico Teclado Español para y PC/Gamer (Negro y Gris)", "price": null, "short_description": "Acerca de este producto 🌈 Teclado iluminado RGB Retroiluminación： El teclado teclado mecanico dispone de retroiluminación de teclas y barra de luz circundante. Retroiluminación RGB Teclado gaming Las tapas de las teclas y los huecos están retroiluminados, uniformidad de color.Hay 12 efectos de retroiluminación diferentes, 5 modos de iluminación de juegos predefinidos, desde personalizaciones de luz intensa hasta una mayor inmersión. 🌈 Teclado robusto y Interruptores azules sensibles：Teclas de ABS de doble inyección y Los interruptores azules mecánicos clásicos ofrecen comandos de teclas precisos y eficaces y ofrecen una respuesta táctil y audible precisa para pulsaciones de teclas sólidas. Hasta 60 millones de pulsaciones de teclas garantizan un rendimiento a largo plazo para juegos y para tipear, proporcionar una respuesta rápida al juego. 🌈 Ñ-Key y 4 teclas multimedia：QWERTY El teclado para juegos de PC tiene 105 teclas totalmente libres de conflictos y Dial digital multifunción y 4 teclas multimedia.Configúralas para pausar, reproducir, saltar y retocar todo, desde el brillo hasta el volumen: la comodidad definitiva para que disfrutes del entretenimiento. 🌈 Brillo claro, Durabilidad y comodidad ergonómica：El Teclado mecanicos gamer Patas Ajustables y Robustas,Con las patas plegables desplegadas, la inclinación del teclado se incrementa en 14°,Diseño ergonómico, maximiza la comodidad durante largas sesiones de juego. Por lo tanto, reducir la presión en la muñeca y jugar durante mucho tiempo no cansará la muñeca te brindan una excelente experiencia de juego. 🌈 Múltiples funciones y amplia compatibilidad：El teclado Gaming de la computadora también tiene 12 combinaciones de teclas multimedia y función Win-Lock y tiene 4 atajos multimedia para jugar o trabajar de forma eficiente. Plug & Play, sin necesidad de controlador. Funciona universalmente con Windows ,Vista, Mac y puerto USB. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61CsBpepAdL._AC_SX466_.jpg\":[466,466]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "👉 4 Teclas Multimedia  y 12 combinaciones de teclas de acceso rápido multimedia (Fn + F1 ~ F12) 1,Función multimedia. FN + F5 \\ M1: pista anterior FN + F6 \\ M3: siguiente pista FN + F7 \\ M2: reproducir / pausar FN + F9 \\ P1: Pulsar-silenciar FN + F8: detener FN + F10 \\ P1: reducción de volumen\\ Volumen de rotación - FN + F11 \\ P1: aumentar el volumen \\ Volumen de rotación + Dial digital multifunción y 4 teclas multimedia para un control más práctico. Patas Ajustables y Robustas,Con las patas plegables desplegadas, la inclinación del teclado se incrementa en 8°,Diseño ergonómico, maximiza la comodidad durante largas sesiones de juego. 2,Función de bloqueo de teclas. FN + F12: bloqueo FN, desactiva la función de la tecla de combinación FN. (Pulse de nuevo para desbloquear). FN + Win: Win Lock, desactiva la función del botón \"Win\". (Pulse de nuevo para desbloquear). FN + INS: cambia el modo de luz. FN + ↑ ↓ para ajustar el brillo, FN + ← → para ajustar la velocidad Fn + 1 ~ 8: modo de juego ESC: Restaura el efecto de luz a la configuración de fábrica la tecnología 100% anti-fantasma Teclado mecánico retroiluminado proporcionar una respuesta rápida al juego, Azul Switch la elección perfecta para diferentes juegos. El teclado con cable tiene funciones multimedia, En modo USB,  con modo de juego Fn + 1 ~ 8, y En modo de trabajo USB, presione Fn + [F1 ~ F12] para realizar funciones multimedia 3,Función de oficina Acceso rápido FN + F1: Mi computadora FN + F2: buscar FN + F3: Calculadora FN + F4: abre el reproductor Conexión de paso de USB, Plug and Play,basta con conectarlo al puerto USB del ordenador de sobremesa, portátil o netbook y ya se puede empezar a usar. Compatible con la mayoría de sistemas operativos WinXP, Vista, Win7, Win8, Win10 and other operating systems", "sales_rank": null, "link_to_all_reviews": "/Retroiluminaci%C3%B3n-Anti-Efecto-Multimedia-Comodidad-Ergon%C3%B3mico/product-reviews/B099ZHDQFR/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Fnatic STREAK65 Teclado Mecánico Gaming Inglés con Teclas Españolas para reemplazar, Retroiluminación LED RGB, Interruptores Fnatic SPEED SIlver, Diseño Compacto y 65% Portátil para Juegos Pro Esports", "price": null, "short_description": "Acerca de este producto INTERRUPTORES FNATIC DE BAJO PERFIL: Interruptores ultrarrápidos lineales y silenciosos, que ofrecen una distancia de actuación de solo 1,0 mm y un recorrido total reducido para una presión múltiple más rápida, al tiempo que proporcionan una ergonomía de la mano significativamente mejorada. FACTOR DE FORMA DEL 65%: la construcción súper compacta te permite maximizar el espacio de tu escritorio y ratón mientras mantiene las teclas de flecha y la funcionalidad completa. Todas las acciones típicas del teclado están disponibles en una capa FN inteligente. ILUMINACIÓN RGB COMPLETA: Más de 8 modos de iluminación instantánea de fácil activación que admiten 16,8 millones de opciones de color, todas almacenadas en la memoria interna. El rendimiento de la iluminación se maximiza con teclas personalizadas de perfil bajo. El software OP permite personalizaciones sencillas. MEMORIA INTERNA Y PERFILES: Almacena hasta 4 perfiles para guardar tus modos de iluminación personalizados, combinaciones de teclas y macros. Elige personalizar con o sin el software y guárdalo directamente en el teclado. CONSTRUIDO POR FNATIC, LOS LÍDERES EN E-SPORTS: Fnatic es un líder en el movimiento profesional de deportes electrónicos. Nuestros jugadores profesionales han ganado miles de torneos en 20 juegos diferentes, incluidos LoL, Dota 2, Rainbow 6 Siege y CS: GO. Diseñamos nuestro equipo de juego premium teniendo en cuenta los comentarios de nuestros profesionales, para que sepas que estás obteniendo la mejor calidad. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61f5LAZfvQS._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/FNATIC-STREAK65-Retroiluminaci%C3%B3n-Interruptor-Silencioso/product-reviews/B08NTQKJQN/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Razer BlackWidow V3 (Green Switch) - Teclado mecánico para juegos Premium, teclado mecánico, (iluminación cromática RGB, teclas multimedia) - Teclado Español - Negro", "price": null, "short_description": "Switches mecánicos verdes Razer para una ejecución precisa con una sensación de click al tacto: Siente y oye la respuesta de cada pulsación de tecla, con un diseño clásico que ofrece un accionamiento optimizado y puntos de reinicio para disfrutar de un mejor rendimiento al jugar. Switch con armazón transparente para una iluminación Razer Chroma RGB más brillante: Su diseño totalmente transparente permite mostrar la verdadera luminosidad de lo que Razer Chroma RGB es capaz de hacer: desde personalizaciones de luz intensa hasta una mayor inmersión, gracias a su reacción dinámica a más de 150 juegos integrados. Teclas de ABS de doble inyección para resistir el uso intenso: Gracias al proceso de moldeado de doble inyección para garantizar que no se desgasten las etiquetas, las teclas también cuentan con paredes extragruesas capaces de soportar un uso constante. Rueda digital multifunción y tecla multimedia para un control práctico: Configúralas para pausar, reproducir, saltar y retocar todo, desde el brillo hasta el volumen: la comodidad definitiva para que disfrutes del entretenimiento. Reposamuñecas ergonómico para disfrutar de una comodidad duradera mientras juegas: El apoyo robusto se alinea a la perfección para descargar la presión de las muñecas, de forma que te sientas menos cansado cuando juegas durante mucho tiempo. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX466_.jpg\":[350,466],\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX679_.jpg\":[509,679],\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX355_.jpg\":[266,355],\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX522_.jpg\":[392,522],\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX450_.jpg\":[338,450],\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX425_.jpg\":[319,425],\"https://m.media-amazon.com/images/I/81x9W5RlkBL._AC_SX569_.jpg\":[427,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Razer-BlackWidow-interruptores-iluminaci%C3%B3n-Multimedia/product-reviews/B08G5BG648/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "RAIACE Estuche de Viaje rígido para Logitech MX Mechanical Mini Wireless Illuminated Keyboard y Anywhere 3 Compact Mouse. (sólo se Vende la Funda).", "price": null, "short_description": "Acerca de este producto ▶ Ajuste perfecto: (solo la carcasa está a la venta, el teclado Logitech MX Keys Mini Mechanical Illuminated Keyboard no está incluido). Esta funda rígida está especialmente diseñada para el Logitech MX Keys Mini Mechanical Illuminated Keyboard. Es elegante y duradero, perfecto para mantener su Logitech MX Keys Mini Mechanical Illuminated Keyboard en un lugar seguro. ▶ Materiales de alta calidad: capa extra suave, antiestática, resistente a los golpes y capa interior de tela esponjosa, el producto puede absorber eficazmente los golpes y reducir el daño causado por golpes accidentales. Carcasa rígida de EVA duradera que protege tu teclado de golpes y caídas accidentales, es impermeable, resistente a los golpes y a los arañazos. ▶Diseño práctico: en la bolsa de malla se pueden colocar otros accesorios pequeños. Con una cómoda correa de mano para facilitar su transporte. Cremallera YKK suave pero fuerte para facilitar la apertura y el cierre de la maleta. ▶Almacenamiento de viaje y en casa: esta funda rígida para tu teclado es ligera y compacta y cabe en tu bolsillo, mochila o equipaje y se puede llevar a cualquier lugar. ▶ Garantía de calidad: Contenido del envío: 1 funda para teclado de alto rendimiento. ▶ 12 meses de garantía y garantía de devolución del dinero del 100%, esta es una compra totalmente libre de riesgos. Haga clic en el botón naranja para ordenar ahora! Solo estuche. Logitech MX Keys Mini Mechanical Illuminated Keyboard no están incluidos. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/71FokKs+wbL._AC_SY355_.jpg\":[355,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "Esta funda rígida está especialmente diseñada para Logitech MX Keys Mini Mechanical Illuminated Keyboard. ¿Por qué elegir nuestros productos? - Esta carcasa dura es ligera y compacta para adaptarse a tu bolsa, mochila o mochila y conveniente para llevar en cualquier lugar. - EVA duro superior para una resistencia duradera a los golpes y semi-impermeable, puede proporcionar protección completa para tu teclado y accesorios. - Bolsillo extra de malla para el teléfono móvil y otros accesorios pequeños. - Terciopelo de gran calidad para ofrecer un mejor buffer. - Viene con un cómodo mango de goma que permite una fácil portabilidad en el camino. - Cremallera YKK suave y fuerte para fácil apertura y cierre. - Es un buen socio para tu viaje y un buen regalo para tu amigo que tiene teclado Logitech. El paquete incluye: 1 funda de almacenamiento duro para Logitech MX Keys Mini Mechanical Illuminated Keyboard Nota: (For sale is case only, Keyboard and it's accessories are not included)", "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "EPOMAKER Iceberg 126 teclas PBT XDA Perfil Keycaps Set para teclado mecánico gaming, diseño ANSI, compatible con Cherry Gateron Kailh Otemu MX Estructura (XDA Profile, Iceberg)", "price": null, "short_description": "Acerca de este producto EPOMAKER Juego de teclas Iceberg con Hiragana japonesa: El juego de teclas EPOMAKER Iceberg está inspirado en la Hiragana para presentarte una nueva forma de aprender el alfabeto japonés y es una excelente manera de agregar un poco de carácter a tu teclado favorito. Con 126 teclas PBT cada una mediante un proceso de sublimación por termo, el conjunto es duradero, duradero y resistente a los aceites que se acumulan de la piel con el tiempo 【Amplia compatibilidad para interruptores de estructura MX y diferentes diseños】El juego de burbujas EPOMAKER está diseñado en estructura MX universal, que puede funcionar con la mayoría de los interruptores del mercado que tienen una estructura MX y sus clones, como Gateron, Kailh, Cherry, Otemu, etc. Muchas teclas de diferentes tamaños funcionan para diferentes diseños, como 60%/75%/80%, TKL o teclado. tamaño completo Perfil XDA preferido: el perfil XDA es un perfil corto y uniforme de teclas que es ligeramente más grande que DSA. Al igual que DSA, las teclas XDA son bajas y uniformes, lo que hace que este perfil complazca a los entusiastas por un gran look. Es bastante fácil de usar y suena similar al perfil de Cherry, solo un tono más bajo. Este perfil se considera una opción sólida para juegos y escritura rápida o regular Material PBT de alta calidad: para una mejor experiencia de punta y durabilidad, utilizamos material PBT en lugar de ABS. En comparación con el material ABS, PBT es menos común y se siente texturas y es más duradero. Es seco y no se vuelve aceitoso fácilmente. No se desgastan con el tiempo Técnica de sublimación: la sublimación térmica es un proceso de impresión muy eficaz que crea gráficos a nivel experto. Al utilizar este método, las imágenes no se rasgarán ni desgastarán después de varias aplicaciones, y las imágenes durarán tanto como sea necesario. Con esta técnica, el juego de teclas EPOMAKER Bubble es capaz de mostrarte colores vivos y un diseño vibrante \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61ZfYEm3UbL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/EPOMAKER-Mec%C3%A1nico-Disposici%C3%B3n-Compatible-Estructura/product-reviews/B09XXDN9H7/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER EK68 65% Junta Teclado mecánico NKRO con perilla, intercambiable en caliente Triple Mode Teclado inalámbrico para juegos con cable con batería de 3000 mAh,RGB para Win/Mac(Gateron Pro Yellow)", "price": null, "short_description": "Acerca de este producto 【Teclado mecánico EPOMAKER EK68 con junta】es conocido por la comunidad que un teclado con junta en comparación con otros soportes, tales como: Por ejemplo, el soporte superior, tiene un perfil de sonido más limpio y también proporciona una experiencia de escritura más suave, lo que ayuda a evitar la fatiga de la mano para aquellos que escriben durante mucho tiempo. El nuevo teclado EPOMAKER EK68 utiliza esta estructura preferida para ofrecer una experiencia de escritura flexible y silenciosa. 【Tres modos de conexión: Bluetooth de 5.0 y 2.4 GHz y cable tipo C】 el teclado está equipado con una gran batería de 3000 mAh y admite conexiones inalámbricas y con cable. En la opción inalámbrica se puede elegir entre Bluetooth (hasta 5.0) o 2.4GHz. El modo con cable incluye un cable USB-C para una transmisión rápida y estable. El cambio sin problemas entre cada dispositivo es muy sencillo. 【66 teclas + un botón giratorio, 65% diseño compacto】el EPOMAKER EK68 es un teclado mecánico con tres modos diseñado en un diseño compacto del 65% para maximizar las funciones sin perder un mínimo de espacio. Carcasa con 66 botones y un botón giratorio, Ek68 seguramente va más allá de tus expectativas, con la toma de corriente de intercambio en caliente y software programable, increíble retroiluminación RGB. 【PCB intercambiable en caliente, compatible con interruptor de 3 pines/5 pines】El teclado EPOMAKER EK68 está equipado con PCB intercambiables en caliente para garantizar un reemplazo gratuito. Es compatible con la mayoría de los interruptores mecánicos de 3 pines y 5 pines como Cherry, Gateron y otros interruptores MX y su clonación. Los enchufes intercambiables en caliente no solo prolongan la vida útil del interruptor, sino que también ofrecen más oportunidades para los amantes del bricolaje 【Cherry Profile Double Shot PBT】A pesar de la funcionalidad, EPOMAKER no ahorra esfuerzo para presentar su estética con un conjunto de teclas de color negro y dorado fabricadas con material PBT de alta calidad a través de tecnología de doble tiro. Las teclas PBT con perfil de Cherry son duraderas, resistentes al aceite y conservan su color incluso después de un uso prolongado. \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61Ol++pkhQL._AC_SX679_.jpg\":[679,679]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/EPOMAKER-mec%C3%A1nico-intercambiable-caliente-inal%C3%A1mbrico/product-reviews/B0BM4GTHNR/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "Trust Gaming GXT 834 Callaz Teclado Mecánico TKL, Disposición QWERTY Español, LED Iluminación, switches Outemu Red, USB Teclado Gaming para Windows, Mac, PC, Ordenador, Portátil - Negro", "price": null, "short_description": "Acerca de este producto JUGADOR INCANSABLE - Los interruptores lineales rojos mecánicos Outemu presentan una durabilidad de hasta 50 millones de pulsaciones y horas y horas de intensas sesiones gaming TKL - Un diseño compacto y sin teclado numérico que ahorra espacio y reduce el desorden del escritorio, pero que ofrece una experiencia gaming a tamaño completo con 12 teclas multimedia DISEÑO PREMIUM - Una placa superior metálica prepara tu teclado gaming para oponentes aguerridos - y da a tu set-up un aspecto elegante y profesional CONSTRUCCIÓN SÓLIDA - Los interruptores mecánicos y la placa superior metálica combinados preparan el teclado para enfrentarse a duros oponentes, sesiones gaming intensas y horas y horas de uso ¡LUCES Y ACCIÓN! - Las teclas multicolor retroiluminadas, con 20 colores y 6 modos de color, te permiten personalizar el teclado según tu estado de ánimo, tu estilo de juego o como más te guste Tipo de conectividad: USB 2.0 \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX450_.jpg\":[218,450],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX522_.jpg\":[253,522],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX679_.jpg\":[330,679],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX355_.jpg\":[172,355],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX425_.jpg\":[206,425],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX466_.jpg\":[226,466],\"https://m.media-amazon.com/images/I/61Ei1pDgolL._AC_SX569_.jpg\":[276,569]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": "/Trust-Gaming-Disposici%C3%B3n-Iluminaci%C3%B3n-Ordenador/product-reviews/B09Q3MG6HH/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews", "id": 1}
{"name": "EPOMAKER Dawn - Juego de 124 Teclas XDA para Teclado mecánico para Juegos de Teclado, Compatible con Cherry/Gateron/Otemu/Kailh (teclados amanecidos)", "price": null, "short_description": "Acerca de este producto Teclas EPOMAKER Dawn - La inspiración de la luz: cada puesta de sol trae la promesa de un nuevo amanecer. Esa es la inspiración del juego de teclas EPOMAKER Dawn. Para este juego, combinamos beige, mostaza miel y gris grafito, simbolizando la transición del atardecer a la noche oscura y al amanecer recién nacido. Esperamos que este juego de amanecer pueda traer una sensación de esperanza y renascencia a cada persona que lo posee. El material PBT cuidadosamente elegido y el perfil XDA mejoran la calidad y la experiencia de uso Amplia compatibilidad para interruptores de estructura MX y varios diseños: el juego de teclas Dawn está diseñado en estructura MX universal que puede funcionar con la mayoría de interruptores en el mercado que tiene estructura MX y sus clones, como Gateron, Kailh, Cherry, Otemu, etc. Un montón de teclas de diferentes tamaños funcionarán para diferentes diseños, como 60%/75%/80%, TKL o teclado de tamaño completo. Obtén un juego y haz que todo funcione. Para ver el tamaño detallado, consulta la tabla de tallas y la anotación Perfil XDA: el perfil XDA es un perfil corto y uniforme de teclas que es un poco más alto que el DSA. Como DSA, las teclas XDA son de perfil bajo y uniformes, lo que resulta en que este perfil sea querido por los entusiastas por tener un gran aspecto. Es bastante fácil de usar y suena similar al perfil Cherry solo un tono inferior. Este perfil se considera una opción sólida tanto para juegos como para escribir rápida o regular Material PBT de alta calidad: para una experiencia de escritura definitiva y durabilidad, vamos con material PBT en lugar de ABS. En comparación con el material ABS, el PBT es menos común y tiene texturas y es más duradero. Es seco y no es fácil que se engrase. No se desgastará con el tiempo como el ABS 【Técnica de sublimación】La sublimación de tinte es un proceso de impresión muy eficaz que crea gráficos de nivel experto. Mediante el uso de este método, las imágenes no se agrietan ni desgastan después de varios usos y las imágenes durarán tanto como sea necesario. Con esta técnica, el juego de teclas EPOMAKER Dawn son capaces de presentar un color vivo y un diseño vívido \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SY355_.jpg\":[355,355],\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61F7k2lMbGL._AC_SY450_.jpg\":[450,450]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": "Especificaciones: Número de teclas: 138 teclas. Perfil de teclado: XDA Material de la teclado: PBT. Técnica: sublimación de tinte. Compatibilidad: 100% compatible con interruptores Otemu, Gateron, Kailh, Cherry MX y sus clones.", "sales_rank": null, "link_to_all_reviews": null, "id": 1}
{"name": "EPOMAKER EP75 Teclado Mecánico 75%, Intercambiable en Caliente, Modo Triple Teclado Inalámbrico para Juegos, con Batería de 10000 mAh, Retroiluminación RGB, Teclas PBT de Doble Disparo para Win/Mac", "price": null, "short_description": "Acerca de este producto Teclado mecánico para juegos con 75 % de 82 teclas: diseñado en un diseño popular del 75 %, EPOMAKER EP75 seguramente ocupará un lugar en tu colección de teclados. El diseño preferido del 75% ofrece comodidad de escritura y conciencia del espacio que maximiza la función sin desperdiciar un mínimo de espacio. Mide solo unos 33 cm de largo y 13.8 pulgadas de ancho, dejando suficiente espacio para el mouse. Este diseño es ampliamente utilizado y amado por la comunidad y EP75 seguramente superará tus expectativas con su práctico diseño. Tres modos de conectividad: cable Bluetooth 5.0, 2.4G y tipo C: equipado con una fenomenal batería de gran capacidad de 10000 mAh, el teclado EPOMAKER EP75 puede funcionar hasta 50 horas con retroiluminación RGB encendida. Al ser tres modos significa que puedes disfrutar de conexiones inalámbricas y cableadas. Por la opción inalámbrica, se puede elegir Bluetooth (hasta 5.0) o 2.4 GHz. Para facilitar el funcionamiento, diferentes modos se pueden cambiar fácilmente pulsando FN+1/2/3(Bluetooth)/4(2.4G)/5(USB-C cableado), sin problemas y rápidamente. Luz indicadora de batería e interruptores personalizados EPOMAKER: para mantener una experiencia de escritura estable y premium, el teclado EPOMAKER EP75 adopta interruptores amarillos EPOMAKER personalizados de flamenco/Budgerigar y G-Pro. Todos los interruptores son duraderos y fiables con comentarios reales de la comunidad. Además, se añade una luz indicadora de batería a este modelo para alarma temprana de batería baja. No más preocupaciones por la batería baja en cualquier ocasión Teclado para juegos intercambiable en caliente de 3 pines/5 pines: para proporcionar más posibilidades y diversión, EPOMAKER EP75 también viene con un PCB intercambiable en caliente que soporta interruptores mecánicos de 3 pines y 5 pines. El enchufe intercambiable en caliente proporciona comodidad para aquellos a los que les gusta cambiar los interruptores para una sensación de escritura diferente. Esto significa que puedes utilizar cualquier otro interruptor mecánico que te guste en el V65 sin necesidad de soldadura Teclas EPOMAKER Pampas PBT: para que coincida con EP75, finalmente decidimos ir con las teclas EPOMAKER Pampas PBT. Inspirado en las vastas llanuras de Argentina, una creación llamada Pampas vino a nuestra mente inmediatamente. Las pampas adoptan colores extremadamente simples, como azul claro y blanco. Dos colores concisos tienen mucha imagen y significado detrás de él. Representa nuestra búsqueda de la máxima pureza natural. Cuando escribes en Pampas, deseamos que pudieras sentir los ríos, las montañas y miles de millas de costa oceánica en Argentina \u009b Ver más detalles", "images": "{\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SX569_.jpg\":[569,569],\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SX425_.jpg\":[425,425],\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SX466_.jpg\":[466,466],\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SX522_.jpg\":[522,522],\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SY450_.jpg\":[450,450],\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SX679_.jpg\":[679,679],\"https://m.media-amazon.com/images/I/61zc97VINdL._AC_SY355_.jpg\":[355,355]}", "rating": null, "number_of_reviews": null, "variants": null, "product_description": null, "sales_rank": null, "link_to_all_reviews": null, "id": 1}
